Repository: LoganSeven/publik_famille_demo
Catalog: authentic_snapshot/src/authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: password reset request
fr: demande de réinitialisation du mot de passe

source: password reset request with email "%s"
fr: demande de réinitialisation du mot de passe pour l’adresse de courriel « %s »

source: password reset
fr: réinitialisation du mot de passe

source: password reset failure
fr: échec de réinitialisation du mot de passe

source: password reset failure with email "%s"
fr: échec de réinitialisation du mot de passe pour l’adresse de courriel « %s »

source: password change
fr: changement de mot de passe

source: profile edit
fr: modification du profil

source: profile edit (%s)
fr: modification du profil (%s)

source: user deletion
fr: suppression d’un compte

source: user deletion for inactivity
fr: suppression d’un compte pour inactivité

source: user deletion after {days_of_inactivity} days of inactivity, notification sent to "{identifier}".
fr: suppresssion après {days_of_inactivity} jours d’inactivité, notification envoyée à « {identifier} ».

source: service single sign on
fr: authentification unique sur un service

source: service single sign on with "{service}"
fr: authentification unique sur le service « {service} »

source: consent to single sign on
fr: autorisation de l’authentification unique

source: authorization of single sign on with "{service}"
fr: autorisation d’authentification unique sur le service « {service} »

source: do not consent to single sign on
fr: refus d’authentification unique

source: refusal of single sign on with "{service}"
fr: refus d’authentification unique sur le service « {service} »

source: remove consent to single sign on
fr: retrait de l’autorisation de l’authentification unique

source: unauthorization of single sign on with "{service}"
fr: refus d’authentification unique sur le service « {service} »

source: was denied single-sign-on
fr: authentification unique refusée

source: was denied single sign on with "{service}"
fr: authentification unique refusée pour le service « {service} »

source: email change request
fr: Demande de changement d’adresse de courriel

source: email change request for email address "{0}"
fr: demande de changement d’adresse de courriel pour l’adresse « {0} »

source: email change
fr: Changement d’adresse de courriel

source: email address changed from "{0}" to "{1}"
fr: changement d’adresse de courriel de « {0} » à « {1} »

source: phone change request
fr: demande de changement de numéro de téléphone

source: phone change request to number "{0}"
fr: demande de changement de numéro de téléphone vers « {0} »

source: phone change
fr: changement de numéro de téléphone

source: phone number changed from "{0}" to "{1}"
fr: le numéro de téléphone a changé de « {0} » vers « {1} »

source: user profile creation
fr: création d’un profil utilisateur

source: user profile update
fr: mise à jour d’un profil utilisateur

source: user profile deletion
fr: suppression d’un profil utilisateur

source: user inactivity notification
fr: notification d’inactivité du compte

source: notification sent to "{identifier}" after {days_of_inactivity} days of inactivity. Account will be deleted in {days_to_deletion} days.
fr: notification envoyée à « {identifier} » après {days_of_inactivity} jours d’inactivité. Le compte sera supprimé dans {days_to_deletion} jours.

source: user activity notification
fr: notification d’activité du compte

source: user "{0}"
fr: utiisateur « {0} »

source: unknown actor
fr: acteur inconnu

source: user activity notified by {0}
fr: notification d’activité du compte par {0}

source: user "{0}" activity notified by {1}
fr: notification d’activité du compte « {0} » par {1}

source: login as token generated
fr: jeton d’accès « se connecter en tant que »

source: login as token generated for "%(username)s" (id=%(id)d)
fr: jeton d’accès « se connecter en tant que » généré pour « %(username)s » (id=%(id)d)

source: identity provider keyset change
fr: changement de trousseau de clés du fournisseur d’identité

source: API Clients
fr: Clients d’API

source: New API client
fr: Nouveau client d’API

source: Edit API client
fr: Modifier le client d’API

source: Delete API client
fr: Supprimer le client d’API

source: Add an user
fr: Ajouter un utilisateur

source: Add some users
fr: Ajouter des utilisateurs

source: Add some roles
fr: Ajouter des rôles

source: This phone number identifier is already used within organizational unit {ou}.
fr: Ce numéro de téléphone identifiant est déjà utilisé au sein de la collectivité {ou}.

source: You must choose password generation or type a new one or send a password reset mail
fr: Vous devez choisir entre la génération d’un mot de passe, en définir un nouveau ou envoyer un courriel de réinitialisation.

source: User does not have a mail, we cannot send the informations to him.
fr: L’utilisateur n’a pas d’adresse de courriel, nous ne pouvons donc pas lui envoyer les informations.

source: Generate new password
fr: Générer un mot de passe

source: Send informations to user
fr: Envoyer les informations à l’utilisateur

source: Ask for password reset on next login
fr: Doit changer de mot de passe à la prochaine connexion

source: Send mail to user to make it choose a password
fr: Envoi à l’utilisateur d’un courriel d’initialisation de mot de passe

source: You must set a username or an email to set a password or send an activation link.
fr: Vous devez au moins définir soit un identifiant soit un courriel pour pouvoir définir un mot de passe ou envoyer un lien d’activation.

source: Show internal roles
fr: Afficher les rôles internes

# organizational unit
source: All
fr: Toutes

# organizational unit
source: None
fr: Aucune

source: Show admin roles of other roles
fr: Afficher les rôles d’administration d’autres rôles

source: Show only direct user roles
fr: Afficher uniquement les rôles directs de l’utilisateur

source: Free text
fr: Recherche libre

source: Only show superusers
fr: Ne montrer que les super-utilisateurs

source: View all members
fr: Voir tous les membres

source: Emails
fr: Courriels

source: Emails must be separated by commas.
fr: Les courriels doivent être séparés par des virgules.

source: label
fr: libellé

source: This option is disabled because global unicity is set.
fr: Cette option est désactivée car l’unicité globale est active.

source: Site Export File
fr: Fichier d’export de site

source: Organizational Units Export File
fr: Fichier d’export des collectivités

source: Roles Export File
fr: Fichier d’export des rôles

source: Force organizational unit
fr: Forcer le rattachement à la collectivité

source: Western Europe (Windows-1252)
fr: Europe occidentale (Windows-1252)

source: Western Europe (ISO-8859-15)
fr: Europe occidentale (ISO-8859-15)

source: Import file
fr: Fichier d’import

source: A CSV file
fr: Un fichier CSV

source: Encoding
fr: Encodage

source: Organizational Unit
fr: Collectivité

source: Invalid import file
fr: Fichier d’import invalide

source: Roles file
fr: Fichier de rôles

source: CSV file with role name and optionnaly role slug and organizational unit.
fr: Fichier CSV avec le nom des rôles et, facultatifs, l’identifiant court du rôle et la collectivité.

source: Invalid file format.
fr: Format de fichier invalide.

source: Invalid file header "%s", expected "name,slug,ou".
fr: Entête de fichier invalide (%s), valeur attendue : « name,slug,ou ».

source: Name is required.
fr: Le nom est obligatoire

source: Invalid slug "%s".
fr: Code court invalide "%s".

source: Organizational Unit %s does not exist.
fr: La collectivité %s n’existe pas.

source: %(error)s (line %(number)d)
fr: %(error)s (ligne %(number)d)

source: Add to role
fr: Ajouter au rôle

source: Select a user or a role
fr: Sélectionner un utilisateur ou un rôle

source: Select one or multiple attributes if you want to restrict the client's access to these attributes.
fr: Sélectionnez un ou plusieurs attributs si vous souhaitez restreindre l’accès du client à ces attributs.

source: Invalid IP address in list %(invalid)r
fr: Adresse IP invalide dans la liste %(invalid)r

source: One IP (v4 or v6) per line, with an optionnal CIDR prefix. Lines starting with "#" are comments.
fr: Une adresse IP ( v4 ou v6 ) par ligne, avec un préfixe CIDR optionnel. Les lignes débutant par "#" sont des commentaires.

source: Order for IP restrictions evaluation. Checked means allow/deny (an IP in allowed list can be denied if in denied list), unchecked is deny/allow (denied IP can be allowed by corresponding list).
fr: Ordre d'évalutation des restrictions d'IP. Quand coché autorisé/refusé ( une IP autorisée peut être refusée si présente dans l'autre liste ), non coché refusé/autorisé ( les IP refusés peuvent êtres autorisés si présente dans l'autre liste ).

source: The password will remain unchanged if this field is left empty.
fr: Le mot de passe restera inchangé si ce champ est laissé vide.

source: Duplicated identifier, please change it
fr: Identifiant en doublon, merci de le changer

source: Identifier is not unique, please change
fr: Identifiant non unique, merci de le changer

source: user creation
fr: création d’un utilisateur

source: creation by administrator
fr: création par un administrateur

source: creation of user "%s"
fr: création du compte « %s »

source: user profile edit
fr: édition d’un profil

source: edit by administrator (%s)
fr: édition du profil par un administrateur (%s)

source: edit of user "{0}" ({1})
fr: édition du profil du compte « {0} » ({1})

source: email change for email address "%s" requested by administrator
fr: demande de changement de mot de passe par un administrateur envoyée à l’adresse de courriel « %s »

source: email change of user "{0}" for email address "{1}"
fr: demande de changement de mot de passe pour le compte « {0} » envoyée à l’adresse de courriel « {1} »

source: user password change
fr: changement de mot de passe

source: password change by administrator and notification by mail
fr: changement de mot de passe par un administrateur et notification par mail

source: password change by administrator
fr: changement de mot de passe par un administrateur

source: password change of user "%s" and notification by mail
fr: changement du mot de passe du compte « %s » et notification par mail

source: password change of user "%s"
fr: changement du mot de passe du compte « %s »

source: user password reset request
fr: demande de réinitialisation du mot de passe (backoffice)

source: password reset request by administrator sent to "%s"
fr: demande de réinitialisation du mot de passe par un administrateur envoyée à l’adresse de courriel « %s »

source: password reset request of "{0}" sent to "{1}"
fr: demande de réinitialisation du mot de passe pour le compte « {0} » envoyée à l’adresse de courriel « {1} »

source: mandatory password change at next login set
fr: demande de changement de mot de passe à la prochaine connexion

source: mandatory password change at next login set by administrator
fr: demande de changement de mot de passe à la prochaine connexion par un administrateur

source: mandatory password change at next login set for user "%s"
fr: demande de changement de mot de passe à la prochaine connexion pour le compte « %s »

source: mandatory password change at next login unset
fr: retrait de demande de changement de mot de passe à la prochaine connexion

source: mandatory password change at next login unset by administrator
fr: retrait de demande de changement de mot de passe à la prochaine connexion par un administrateur

source: mandatory password change at next login unset for user "%s"
fr: retrait de demande de changement de mot de passe à la prochaine connexion pour le compte « %s »

source: user activation
fr: activation d’un compte

source: automatic activation because the associated LDAP account reappeared
fr: activation automatique parce que le compte LDAP associé existe à nouveau

source: activation by administrator
fr: activation du compte par un administrateur

source: automatic activation of user "%s" because the associated LDAP account reappeared
fr: activation automatique du compte « %s » parce que le compte LDAP associé existe à nouveau

source: activation of user "%s"
fr: activation du compte « %s »

source: user deactivation
fr: suspension d’un compte

source: automatic deactivation because the associated LDAP account does not exist anymore
fr: suspension automatique parce que le compte LDAP associé n’existe plus

source: automatic deactivation because the associated LDAP source has been deleted
fr: suspension automatique parce que la source LDAP associée a été retirée

source: deactivation by administrator
fr: suspension du compte par un administrateur

source: automatic deactivation of user "%s" because the associated LDAP account does not exist anymore
fr: suspension automatique du compte « %s » parce que le compte LDAP associé n’existe plus

source: automatic deactivation of user "%s" because the associated LDAP source has been deleted
fr: suspension automatique du compte « %s » parce que la source LAP associée a été retirée

source: deactivation of user "%s"
fr: suspension du compte « %s »

source: deletion by administrator
fr: suppression du compte par un administrateur

source: deletion of user "%s"
fr: suppression du compte « %s »

source: delete authorization
fr: suppression d’une autorisation d’authentification unique

source: deletion of authorization of single sign on with "{service}" by administrator
fr: suppression d’une autorisation d’authentification unique sur le service « {service} » par un administrateur

source: deletion of authorization of single sign on with "{service}" of user "{user}"
fr: suppression d’une autorisation d’authentification unique sur le service « {service} » pour le compte « {user} »

source: role creation
fr: création d’un rôle

source: creation of role "%s"
fr: création du rôle « %s »

source: role edit
fr: modification d’un rôle

source: edit of role "{role}" ({change})
fr: modification du rôle « {role} » ({change})

source: role deletion
fr: suppression d’un rôle

source: deletion of role "%s"
fr: suppression du rôle « %s »

source: deletion
fr: suppression

source: role membership grant
fr: ajout d’un membre à un rôle

source: membership grant in role "%s"
fr: ajout au rôle « %s »

source: membership grant to user "%s"
fr: ajout du compte « %s »

source: membership grant to user "{member}" in role "{role}"
fr: ajout du compte « {member} » au rôle « {role} »

source: role membership removal
fr: retrait d’un rôle

source: membership removal from role "%s"
fr: retrait du rôle « %s »

source: membership removal of user "%s"
fr: retrait du compte « %s »

source: membership removal of user "{member}" from role "{role}"
fr: retrait du compte « {member} » au rôle « {role} »

source: role inheritance addition
fr: ajout d’un héritage entre rôles

source: inheritance addition from parent role "%s"
fr: ajout des permissions du rôle « %s »

source: inheritance addition to child role "%s"
fr: ajout des membres du rôle « %s »

source: inheritance addition from parent role "{parent}" to child role "{child}"
fr: ajout des permissions du rôle « {parent} » aux membres du rôle « {child} »

source: role inheritance removal
fr: retrait d’un héritage entre rôles

source: inheritance removal from parent role "%s"
fr: retrait des permissions du rôle « %s »

source: inheritance removal to child role "%s"
fr: retrait des membres du rôle « %s »

source: inheritance removal from parent role "{parent}" to child role "{child}"
fr: retrait des permissions du rôle « {parent} » aux membres du rôle « {child} »

source: role administrator role addition
fr: ajout d’un rôle comme administrateur des membres d’un rôle

source: addition of role "%s" as administrator
fr: ajout du rôle « %s » comme administrateur des membres

source: addition as administrator of role "%s"
fr: ajout comme administrateur des membres du rôle « %s »

source: addition of role "{admin_role}" as administrator of role "{role}"
fr: ajout du rôle « {admin_role} » comme administrateur des membres du rôle « {role} »

source: role administrator role removal
fr: retrait d’un rôle comme administrateur des membres

source: removal of role "%s" as administrator
fr: retrait du rôle « %s » comme administrateur des membres

source: removal as administrator of role "%s"
fr: retrait comme administrateur des membres du rôle « %s »

source: removal of role "{admin_role}" as administrator of role "{role}"
fr: retrait du rôle « {admin_role} » comme administrateur des membres du rôle « {role} »

source: role administrator user addition
fr: ajout d’un compte comme administrateur des membres d’un rôle

source: addition of user "%s" as administrator
fr: ajout du compte « %s » comme administrateur des membres

source: addition of user "{admin_user}" as administrator of role "{role}"
fr: ajout du compte « {admin_user} » comme administrateur des membres du rôle « {role} »

source: role administrator user removal
fr: retrait d’un compte comme administrateur des membres d’un rôle

source: removal of user "%s" as administrator
fr: retrait du compte « %s » comme administrateur des membres

source: removal of user "{admin_user}" as administrator of role "{role}"
fr: retrait du compte « {admin_user} » comme administrateur des membres du rôle « {role} »

source: service creation
fr: création d’un service

source: creation of %(service_kind)s "%(service_name)s"
fr: creation du %(service_kind)s "%(service_name)s"

source: deletion of %(service_kind)s "%(service_name)s"
fr: suppression du %(service_kind)s "%(service_name)s"

source: service configuration edition
fr: modification de la configuration d’un service

source: %(service_kind)s "%(service_name)s" : adding %(conf_name)s with value "%(new_value)s"
fr: %(service_kind)s "%(service_name)s" : ajout de %(conf_name)s avec la valeur "%(new_value)s"

source: %(service_kind)s "%(service_name)s" : removing %(conf_name)s with value "%(old_value)s"
fr: %(service_kind)s "%(service_name)s" : suppression de %(conf_name)s qui vallait "%(old_value)s"

source: %(service_kind)s "%(service_name)s" : changing %(conf_name)s from "%(old_value)s" to "%(new_value)s"
fr: %(service_kind)s "%(service_name)s" : modification de %(conf_name)s de "%(old_value)s" à "%(new_value)s"

source: service add role
fr: ajout d’un rôle à un service

source: %(service_kind)s "%(service_name)s" : add role "%(role_name)s" (%(role_slug)s)
fr: %(service_kind)s "%(service_name)s" : ajout du rôle "%(role_name)s" (%(role_slug)s)

source: service delete role
fr: retrait d’un rôle à un service

source: %(service_kind)s "%(service_name)s" : delete role "%(role_name)s" (%(role_slug)s)
fr: %(service_kind)s "%(service_name)s" : retrait du rôle "%(role_name)s" (%(role_slug)s)

source: CSV import
fr: Import CSV

source: CSV user import %(uuid)s
fr: Import CSV d’utilisateur %(uuid)s

source: CSV import user action
fr: Modification utilisateur depuis import CSV

source: user {user!s} {action_name} {fieldname} : {value}
fr: utilisateur {user!s} {action_name} {fieldname} : {value}

source: user {user!s} {action_name}
fr: {action_name} utilisateur {user!s}

source: You can use <tt>uuid:1234</tt> to find all events related to user whose UUID is <tt>1234</tt>.
fr: Utilisez <tt>uuid:1234</tt> pour trouver les évènements relatifs aux comptes dont l’identifiant unique est <tt>1234</tt>

source: View available event types
fr: Voir les types d’évènement disponibles

source: You can use <tt>how:france-connect</tt> to find all events related to FranceConnect. Other possible values are "saml", "oidc" and "password".
fr: Utilisez <tt>how:france-connect</tt> pour trouver tous les évènements relatifs à FranceConnect. Les autres valeurs possibles sont « saml », « oidc » et « password ».

source: All
fr: Tous

source: User deletions
fr: Suppressions de compte

source: Users
fr: Utilisateurs

source: Connection & SSO
fr: Connexions et SSO

source: Profile changes
fr: Modifications de profil

source: User management
fr: Gestion des utilisateurs

source: Role management
fr: Gestion des rôles

source: Service management
fr: Gestion des services

source: Event type
fr: Type d’évènement

# single day period
source: Journal of %s
fr: Journal du %s

# month or year period
source: Journal of %s
fr: Journal de %s

source: Journal event types
fr: Types d’évènement journalisés

source: Organizational units
fr: Collectivités

source: Add organizational unit
fr: Ajouter une collectivité

source: Edit organizational unit
fr: Modifier la collectivité

source: Delete organizational unit
fr: Supprimer la collectivité

source: You cannot delete the default organizational unit, you must first set another default organiational unit.
fr: Vous ne pouvez pas supprimer la collectivité par défaut, vous devez d’abord en définir une nouvelle.

source: Organizational Units Import
fr: Import des collectivités

source: Organizational Units have been successfully imported.
fr: Les collectivités ont été importées avec succès.

source: Roles
fr: Rôles

source: Add role
fr: Ajouter un rôle

source: Edit role description
fr: Modifier la description du rôle

source: You are not authorized
fr: Vous n’êtes pas autorisé.

source: User already in this role.
fr: L’utilisateur a déjà ce rôle.

source: User was not in this role.
fr: L’utilisateur n’avait pas ce rôle.

source: Delete role
fr: Supprimer le rôle

source: Add child role
fr: Ajouter un rôle comme membre

source: Include permissions from roles
fr: Inclut les permissions des rôles :

source: Add admin role
fr: Ajouter un rôle gestionnaire

source: Remove admin role
fr: Supprimer un rôle gestionnaire

source: Add admin user
fr: Ajouter un utilisateur gestionnaire

source: Remove admin user
fr: Supprimer un rôle gestionnaire

source: Roles Import
fr: Import des rôles

source: Roles have been successfully imported inside "%s" organizational unit.
fr: Les rôles ont été importés avec succès dans la collectivité « %s ».

source: Roles have been successfully imported.
fr: Les rôles ont été importés avec succès.

source: Roles CSV Import
fr: Import de rôles depuis un fichier CSV

source: Role already authorized in this service.
fr: Rôle déjà autorisé dans ce service.

source: Edit service
fr: Modifier le service

source: Delete service
fr: Supprimer le service

source: Edit services-related settings
fr: Modifier la configuration des services

source: disabled
fr: désactivé

source: Direct member
fr: Membre direct

source: Inherited from
fr: Hérité du(des) rôle(s)

source: Members of role {value}
fr: Membres du rôle {value}

source: Members
fr: Membres

source: Direct member count
fr: Nombre de membres directs

source: You are not authorized to manage this role
fr: Vous n’êtes pas autorisé à gérer ce rôle.

source: This role is synchronised from LDAP, changing members is not allowed.
fr: Ce rôle est synchronisé depuis un annuaire LDAP, l’édition des membres n’est pas autorisée.

source: Member
fr: Membre

source: No access restriction. All users are allowed to connect to this service.
fr: Aucune restriction d’accès. Tous les utilisateurs sont autorisés à se connecter à ce service.

source: This user has not granted profile data access to any service yet.
fr: Cet utilisateur n’a accordé aucun accès à ses données de profil.

source: Identity management
fr: Gestion d’identités

source: You are not authorized to see this page.
fr: Vous n’êtes pas autorisé à voir cette page.

source: Back
fr: Retour

source: Parameters
fr: Paramètres

source: Identifier: %(identifier)s
fr: Identifiant : %(identifier)s

source: Restricted to data within organizational unit <a href="%(ou_url)s">%(ou)s</a>
fr: Limité aux données de la collectivité <a href="%(ou_url)s">%(ou)s</a>
