Repository: LoganSeven/publik_famille_demo
Catalog: authentic_snapshot/src/authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You are going to do a global logout, do you want to continue?
fr: Vous avez demandé une déconnexion globale, voulez-vous continuer ?

source: Password of account %(user)s has been changed. If you did not ask for this change, please refer to your administrator.
fr: Le mot de passe de votre compte %(user)s a été modifié. Si vous n’êtes pas à l’origine de ce changement, veuillez prendre contact avec votre administrateur.

source: Password changed on %(host)s for account %(user)s
fr: Mot de passe du compte %(user)s modifié sur %(host)s

source: Hi,
fr: Bonjour,

source: You requested reset of your password on %(hostname)s. Unfortunately, it cannot be done from this website, because your account is synchronised from a LDAP server. Hence password reset should be handled in the directory.
fr: Vous avez demandé à récupérer votre accès sur %(hostname)s, mais votre compte est géré depuis un annuaire distant, votre demande de réinitialisation de mot de passe doit donc y être adressée.

source: In the meantine, you can access your account using the button below.
fr: Vous pouvez d’ores et déjà accéder à votre compte en cliquant sur le bouton ci-dessous.

source: Access account
fr: Accéder à votre compte

source: You requested reset of your password on %(hostname)s. Unfortunately, it cannot be done from this website, because your account is synchronised from a LDAP server. Hence password reset should be handled from the directory.
fr: Vous avez demandé à récupérer votre accès sur %(hostname)s, mais votre compte est géré depuis un annuaire distant, votre demande de réinitialisation de mot de passe doit donc y être adressée.

source: In the meantine, you can access your account using this link:
fr: Vous pouvez d’ores et déjà accéder à votre compte à l’aide du lien :

source: Password reset cannot be performed on %(hostname)s
fr: Impossible de réinitialiser votre mot de passe sur %(hostname)s

source: You requested reset of your password on %(hostname)s, but no account was found associated with this address.
fr: Vous avez demandé à récupérer votre accès sur %(hostname)s, mais aucun compte ne correspond à cette adresse.

source: Create an account
fr: Créer un compte

source: You can create an account here:
fr: Vous pouvez créer un compte ici :

source: Password reset on %(hostname)s
fr: Mot de passe oublié sur %(hostname)s

source: You requested reset of your password on %(hostname)s. Unfortunately, your account has been disabled on this server, thus your request can't succeed.
fr: Vous avez demandé à récupérer votre accès sur %(hostname)s, mais il a été désactivé.

source: Your account on %(hostname)s is disabled
fr: Votre compte sur %(hostname)s a été désactivé

source: <p> Hi %(user)s!</p> <p>Your registration on %(site)s was successful!</p> <p><a href="%(login_url)s">Login!</a></p>
fr: <p>Bonjour %(user)s !</p> <p>La création de votre compte sur %(site)s a réussi !</p> <p><a href="%(login_url)s">Connectez-vous !</a></p>

source: Username:
fr: Identifiant :

source: Email:
fr: Courriel :

source: First name:
fr: Prénom :

source: Last name:
fr: Nom :

source: Hi %(user)s ! Your registration on %(site)s was successful! You can login on: %(login_url)s
fr: Bonjour %(user)s ! La création de votre compte sur %(site)s a réussi ! Vous pourrez vous connecter sur : %(login_url)s

source: You have just created an account.
fr: Vous venez de créer un compte.

source: You successfully registered on
fr: Création de compte réussie sur

source: Access denied
fr: Accès refusé

source: You are not authorized to access this service, please contact your administrator.
fr: Vous n’êtes pas autorisé à accéder à ce service, veuillez contacter votre administrateur.

source: Hi %(user)s,
fr: Bonjour %(user)s,

source: Your account is inactive and is pending deletion.
fr: Votre compte est inactif et est en attente de suppression.

source: In order to keep your account, you must <a href="%(login_url)s">log in</a> within %(days_to_deletion)s days.
fr: Pour conserver votre compte, il vous suffit de vous <a href="%(login_url)s">connecter</a> avant %(days_to_deletion)s jours.

source: Past this delay, it will be deleted.
fr: Une fois passé ce délai, il sera supprimé.

source: In order to keep your account, you must log in within %(days_to_deletion)s days.
fr: Pour conserver votre compte, il vous suffit de vous connecter avant %(days_to_deletion)s jours.

source: Your account is inactive, please log in within %(days_to_deletion)s days to %(login_url)s to prevent its deletion.
fr: Votre compte est inactif, veuillez s’il vous plaît vous connecter dans les %(days_to_deletion)s prochains jours à l’adresse %(login_url)s pour en prévenir la suppression.

source: Alert: %(user)s, your account is inactive and is pending deletion
fr: Alerte : %(user)s, votre compte est inactif et est en attente de suppression.

source: Your account was inactive, it has been deleted.
fr: Ce compte était inactif, il a été supprimé.

source: Your account was inactive and has therefore been deleted.
fr: Votre compte était inactif et a par conséquent été supprimé.

source: Notification: %(user)s, your account has been deleted
fr: Notification : %(user)s, votre compte a été supprimé

source: Manually enter the address
fr: Entrer l’adresse manuellement

source: Did you want to write
fr: Vouliez-vous écrire

source: Apply fix
fr: Corriger

source: Close input help
fr: Fermer l’aide à la saisie

source: Password strength:
fr: Force du mot de passe :

source: In order to create a secure password, please use at least :
fr: Pour la sécurité du mot de passe veuillez avoir a minima :

source: Your code is %(value)s
fr: Votre code est %(value)s

source: Error: authentication failure
fr: Erreur : échec de l’authentification

source: Authentication failure
fr: Échec de l’authentification

source: The SSL authentication has failed
fr: L’authentification SSL a échouée

source: Or
fr: Ou

source: Consent page for attribute propagation
fr: Page de consentement pour la transmission des attributs

source: Choose attributes to send to
fr: Choisissez les attributs à envoyer

source: Send selected
fr: Envoyer la sélection

source: Send all
fr: Tout envoyer

source: Refuse all
fr: Aucun

source: Consent page for federation
fr: Page de consentement pour la fédération

source: Do you accept to federate your account with <strong>%(provider_id)s</strong>?
fr: Acceptez-vous de fédérer votre compte avec <strong>%(provider_id)s</strong> ?

source: Do you accept to federate your account?
fr: Acceptez-vous de fédérer vos comptes ?

source: Accept
fr: Accepter

source: Refuse
fr: Refuser

source: Your password has been changed. If you are not the author of the change request, please contact an administrator.
fr: Votre mot de passe a été modifié. Si vous n’êtes pas à l’origine de cette demande de modification, veuillez contacter votre administrateur.

source: Account activation
fr: Activer le compte sur

source: Account successfully activated
fr: Activation du compte réussie

source: Account activation failed
fr: Échec à l’activation du compte

source: Your account is now activated
fr: Votre compte est maintenant activé

source: You requested registration on %(site)s. To finish your registration, please <a href="%(registration_url)s">click here</a>
fr: Vous avez demandé la création d’un compte sur %(site)s. <a href="%(registration_url)s">Continuez la création de votre compte !</a>.

source: You requested registration on %(site)s. You already have an account to login, <a href="%(registration_url)s">click here</a>
fr: Vous demandez la création d’un compte sur %(site)s. Vous disposez déjà d’un compte, <a href="%(registration_url)s">connectez-vous !</a>.

source: This link is valid for %(expiration_days)s days.
fr: Ce lien est valide pendant %(expiration_days)s jours.

source: This link is valid for 24 hours.
fr: Ce lien est valide pendant 24 heures.

source: If you did not register on %(site)s, ignore this email.
fr: Si vous n’avez pas demandé la création d’un compte sur %(site)s, veuillez ignorer ce courriel.

source: You requested registration on %(site)s. To finish your registration, please go to: %(registration_url)s
fr: Vous avez demandé la création d’un compte sur %(site)s. Pour finir la création de votre compte veuillez vous rendre à l’adresse : %(registration_url)s

source: You requested registration on %(site)s. You already have an account. To login please go to: %(registration_url)s
fr: Vous avez demandé la création d’un compte sur %(site)s. Vous disposez déjà d’un compte, connectez-vous via : %(registration_url)s

source: Link is valid for %(expiration_days)s days.
fr: Ce lien est valide pendant %(expiration_days)s jours.

source: Link is valid for 24 hours.
fr: Ce lien est valide pendant 24 heures.

source: You requested registration on
fr: Vous demandez la création d’un compte sur

source: Logging out
fr: Déconnexion

source: Logged out
fr: Déconnecté

source: To change your password you must provide your current password, then provide the new password and confirm it.
fr: Pour modifier votre mot de passe vous devez fournir votre mot de passe actuel ainsi que le nouveau, puis confirmer ce dernier.

source: You are going to define your account password.
fr: Vous allez définir le mot de passe de votre compte.

source: Password reset failed
fr: Erreur à la réinitialisation du mot de passe

source: You requested reset of your password on %(hostname)s, to proceed please click on the following link
fr: Vous avez demandé à récupérer votre accès sur %(hostname)s, veuillez cliquer sur le lien suivant :

source: Resetting password
fr: Mot de passe oublié

source: Password reset instructions
fr: Instructions de récupération du compte

source: Your password reset request has been refused.
fr: Votre demande de récupération du compte n’a pas été prise en compte.

source: Indeed your browser checked a hidden anti-robot checkbox on the registration form. A browser extension may produce this behaviour, in this case disable such extensions and try again.
fr: En effet, votre navigateur a coché une case anti-robot cachée sur le formulaire d’inscription. Ce comportement peut être provoqué par une extension de votre navigateur, auquel cas veuillez désactiver les extensions et essayer à nouveau.

source: An email has been sent to %(email)s.
fr: Un courriel a été envoyé à %(email)s.

source: Follow the instructions in this email in order to choose a new password.
fr: Suivez les instructions dans ce courriel afin de choisir un nouveau mot de passe.

source: The email may take several minutes to be received. It can also be considered as spam: please look in your "junk mail" folder.
fr: Ce message peut mettre plusieurs minutes à vous parvenir. Il peut également être considéré comme un pourriel (spam) : n’oubliez pas de regarder dans votre dossier « courriers indésirables ».

source: If you still have not received the instructions, add "%(from_email_address)s" to your address book or authorized sender list, and then repeat the password reset process.
fr: Si malgré cela vous n’avez pas reçu les instructions, ajoutez « %(from_email_address)s » à votre carnet d’adresses ou à votre liste d’expéditeurs autorisés, puis recommencez la procédure de récupération du compte.

source: Back to login
fr: Retour à la page de connexion

source: Registration closed
fr: La création de compte est actuellement interdite.

source: Registration in progress
fr: Création du compte en cours

source: Your registration request has been refused.
fr: Votre demande d’inscription n’a pas été prise en compte.

source: An email was sent to %(email)s.
fr: Un courriel a été envoyé à %(email)s.

source: Follow the instructions in that email to continue your registration.
fr: Suivez les instructions dans ce courriel pour continuer la création de votre compte.

source: If you still have not received the instructions, add "%(from_email_address)s" to your address book or authorized sender list, and then repeat the registration process.
fr: Si malgré cela vous n’avez pas reçu les instructions, ajoutez « %(from_email_address)s » à votre carnet d’adresses ou à votre liste d’expéditeurs autorisés, puis recommencez la procédure d’inscription.

source: An account already exists for this email address.
fr: Un compte existe déjà pour cette adresse courriel.

source: An account already exists for this phone number.
fr: Un compte existe déjà pour ce numéro de téléphone.

source: Please click on the account name to log in with.
fr: Veuillez cliquer sur le nom du compte avec lequel vous connecter.

source: Account #%(c)s: %(user)s
fr: Compte #%(c)s : %(user)s

source: created on %(creation_date)s
fr: créé le %(creation_date)s

source: last login on %(login_date)s
fr: date de dernière connexion : %(login_date)s

source: or
fr: ou

source: create a new account
fr: créez un nouveau compte

source: Please fill the form to complete your registration
fr: Veuillez remplir le formulaire afin de finir la création de votre compte.

source: You already have an account for this phone number, use code %(value)s to retrieve it.
fr: Vous disposez déjà d’un compte pour ce numéro de téléphone, utilisez le code %(value)s pour le récupérer.

source: Input the code you received by SMS.
fr: Veuillez saisir le code que vous avez reçu par SMS.

source: Your code is valid for the next minute.
fr: Votre code est valide pendant une minute.

source: Your password reset link has become invalid, please reset your password again.
fr: Le lien de demande de récupération du compte n’est plus valide, veuillez effectuer une nouvelle demande.

source: expression "%(expression)s" is forbidden
fr: l’expression « %(expression)s » est interdite

source: could not parse expression: %s
fr: analyse de l’expression impossible : %s

source: name must not start with a _
fr: un nom ne peut pas commencer par _

source: call is invalid
fr: l’appel est invalide

source: subscript index MUST be a constant
fr: l’index utilisé dans l’instruction DOIT être une constante

source: variable is not defined: %s
fr: variable non définie : %s

source: Status code is not 200.
fr: Le statut de la réponse n’est pas 200.

source: URL is unreachable.
fr: L’URL est indisponible.

source: Document at URL is not JSON.
fr: La réponse n’est pas au format JSON.

source: Encoded ID Token must be either binary or string data
fr: L’ID Token encodé doit être une donnée binaire ou une chaine de caractères

source: invalid id_token
fr: id_token invalide

source: missing field: %s
fr: champ manquant : %s

source: invalid amr value: %s
fr: valeur amr invalide : %s

source: invalid %(key)s value: %(value)s
fr: valeur %(key)s invalide : %(value)s

source: invalid auth_time value: %s
fr: valeur auth_time invalide : %s

source: Invalid JWKSet
fr: Ensemble de clé JWK invalide

source: Error during token deserialization: %s
fr: Erreur à la désérialisation jeton : %s

source: alg {} not in allowed algs: {}
fr: l’algorithme {} ne fait pas partie de ceux autorisés : {}

source: Key ID %r not in key set
fr: L’identifiant de clé (Key ID) %r n’est pas dans le trousseau

source: Unknown signature algorithm: %s
fr: Algorithme de signature invalide : %s

source: Error during token parsing: %s
fr: Erreur à l’analyse du jeton : %s

source: IDToken is expired.
fr: Le jeton (IDToken) est périmé.

source: %s day
fr: %s jour

source: %s hour
fr: %s heure

source: %s second
fr: %s seconde

source: Generic service colour
fr: Couleur de service générique

source: Generic service logo URL
fr: URL du logo de service générique

source: Generic service name
fr: Nom de service générique

source: Generic service home URL
fr: URL d’accueil de service générique

source: Backoffice sidebar templated information
fr: Gabarit d’information en barre latérale du backoffice

source: Allow user to change their email address
fr: Autorise les usagers à changer leur adresse de courriel

source: template syntax error: %s
fr: erreur de syntaxe de gabarit : %s

source: missing template variable: %s
fr: variable de gabarit manquante : %s

source: Cookies are disabled in your browser, please activate them or you will not be able to log in.
fr: Les cookies sont désactivés dans votre navigateur, il est nécessaire de les activer pour pouvoir se connecter.

source: The form was out of date, please try again.
fr: Ce formulaire était périmé, veuillez ré-essayer.

source: Invalid email address
fr: Adresse de courriel invalide.

source: Email domain (%(dom)s) does not exists
fr: Le nom de domaine (%(dom)s) du courriel n’existe pas

source: Null characters are not allowed.
fr: Le caractère nul est interdit.

source: Hexadecimal value only allowed.
fr: Uniquement sous forme CSS hexadécimale, ex.: #F1a216

source: Email Change
fr: Changement d’adresse de courriel

source: You must re-authenticate to change your email address.
fr: Vous devez vous réauthentifier pour modifier votre adresse.

source: Email change not allowed
fr: Le changement d’adresse de courriel n’est pas autorisé

source: Your request for changing your email is received. An email of validation was sent to you. Please click on the link contained inside.
fr: Votre demande de changement d’adresse de courriel a bien été reçue. Un courriel de validation vous a été envoyé. Veuillez cliquer sur le lien contenu dans ce courriel.

source: You must re-authenticate to change your phone number.
fr: Vous devez vous réauthentifier pour modifier votre numéro de téléphone.

source: Change {phone_label} attribute used for authentication
fr: Modification de l’attribut {phone_label} utilisé pour l’authentification

source: phone
fr: téléphone

source: Phone change is not allowed.
fr: Le changement de numéro de téléphone n’est pas autorisé.

source: You can't delete your phone number.
fr: Vous ne pouvez pas supprimer votre numéro de téléphone.

source: Please declare an email address or a username before deleting your phone number, as it is currently your only identifier.
fr: Veuillez s’il vous plaît associer une adresse courriel ou un nom d’utilisateur à votre compte avant d’en supprimer le numéro de téléphone, ce ce dernier étant actuellement votre unique identifiant.

source: Your phone number has been deleted.
fr: Votre numéro de téléphone a été supprimé.

source: An SMS code has already been sent to %s. Click "Validate" again if you really want it to be sent again.
fr: Un code SMS a déjà été envoyé à %s. Cliquez sur « Valider » si vous voulez vraiment qu’il soit réenvoyé.

source: Multiple SMSs have already been sent to this number. Further attempts are blocked, try again later.
fr: Plusieurs SMS ont déjà été envoyés à ce numéro. Les nouveaux envois sont bloqués, veuillez réessayer plus tard.

source: Multiple registration attempts have already been made from this IP address. No further SMS will be sent for now, try again later.
fr: Plusieurs tentatives de création de compte ont déjà eu lieu depuis votre adresse IP. Les envois de nouveaux SMS sont bloqués, veuillez réessayer plus tard.

source: Something went wrong while trying to send the SMS code to you. Please contact your administrator and try again later.
fr: Une erreur est survenue lors de l’envoi du code SMS. Veuillez contacter l’administrateur du site et essayer à nouveau plus tard.

source: You must re-authenticate to verify your phone number.
fr: Vous devez vous réauthentifier pour vérifier votre numéro de téléphone.

source: Verify {phone_label} attribute in order to use it for authentication
fr: Vérification de l’attribut {phone_label} utilisé pour l’authentification

source: No phone number is linked to your user account, please declare a phone number through dedicated action, it will be automatically verified upon declaration.
fr: Aucun numéro de téléphone n’est associé à votre compte utilisateur, veuillez s’il vous plaît déclarer un numéro de téléphone via l’action dédiée, ce numéro sera automatiquement vérifié à l’issue de sa déclaration.

source: The phone number declared in your user account is already verified.
fr: Le numéro de téléphone déclaré dans votre compte utilisateur est déjà vérifié.

source: Your phone number update request is invalid, try again
fr: Votre demande de changement de numéro de téléphone n’est pas valide.

source: Your phone number update request relates to an unknown user, try again
fr: Votre demande de changement de numéro de téléphone concerne un utilisateur inconnu.

source: This phone number is already used by another account.
fr: Ce numéro de téléphone est déjà utilisé par un autre compte.

source: This phone number is already used by another account
fr: Ce numéro de téléphone est déjà utilisé par un autre compte

source: Something went wrong while updating your phone number. Try again later or contact your platform administrator.
fr: Une erreur est survenue lors de la modification de votre numéro de téléphone. Veuillez contacter l’administrateur du site et essayer à nouveau plus tard.

source: Your phone number is now verified to be {0}.
fr: Votre numéro de téléphone {0} est maintenant vérifié.

source: This email is already used by another account.
fr: Cette adresse de courriel est déjà utilisée par un autre compte.

source: your request for changing your email for {0} is successful
fr: Votre demande de changement d’adresse de courriel pour {0} est validée

source: your request for changing your email is too old, try again
fr: Votre demande de changement d’adresse de courriel est trop ancienne, veuillez réessayer

source: your request for changing your email is invalid, try again
fr: Votre demande de changement d’adresse de courriel est invalide, veuillez réessayer

source: your request for changing your email was not on this site, try again
fr: Votre demande de changement d’adresse de courriel vient d’un autre site que celui-ci.

source: your request for changing your email is for an unknown user, try again
fr: Votre demande de changement d’adresse de courriel concerne un utilisateur inconnu.

source: Logging out from all your services
fr: Déconnexion de tous les services

source: Email or phone number
fr: Courriel ou numéro de téléphone

source: The page is out of date, it was reloaded for you
fr: Cette page est périmée car vous vous êtes connecté entretemps; nous l’avons rechargée pour vous.

source: Password Reset
fr: Mot de passe oublié

source: An email has already been sent to %s. Click "Validate" again if you really want it to be sent again.
fr: Un courriel a déjà été envoyé à %s. Cliquez sur « Valider » si vous voulez vraiment qu’il soit réenvoyé.

source: Multiple emails have already been sent to this address. Further attempts are blocked, please check your spam folder or try again later.
fr: Plusieurs courriels ont déjà été envoyés à cette adresse. Les nouveaux envois sont bloqués, vous devriez vérifier votre dossier d’indésirables (spams, pourriels) ou réessayer plus tard.

source: Multiple password reset attempts have already been made from this IP address. No further email will be sent, please check your spam folder or try again later.
fr: Plusieurs demandes de récupération du compte ont déjà eu lieu depuis votre adresse IP. Les nouveaux courriels sont bloqués, vous devriez vérifier votre dossier d’indésirables (spams, pourriels) ou réessayer plus tard.

source: Login token is unknown or expired
fr: Le lien de connexion à votre compte est inconnu ou a expiré.

source: Login token is invalid
fr: Le lien de connexion à votre compte est invalide.

source: Password reset token is unknown or expired
fr: Le lien de récupération du compte est inconnu ou expiré.

source: Password reset token is invalid
fr: Le lien de récupération du compte est invalide.

source: User not found
fr: Utilisateur introuvable
