Repository: LoganSeven/publik_famille_demo
Catalog: authentic_snapshot/src/authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: name
fr: nom

source: Manager of roles
fr: Administrateur des rôles

source: Roles - {ou}
fr: Rôles - {ou}

source: Manager of organizational units
fr: Administrateur des collectivités

source: Organizational unit - {ou}
fr: Collectivités - {ou}

source: Manager of users
fr: Administrateur des utilisateurs

source: Users - {ou}
fr: Utilisateurs - {ou}

source: Manager of services
fr: Administrateur des services

source: Manager of authenticators
fr: Administrateur des moyens d’authentification

source: Authenticators - {ou}
fr: Moyens d’authentification - {ou}

source: Manager of API clients
fr: Administrateur des clients d’API

source: API clients - {ou}
fr: Clients d’API - {ou}

source: Manager
fr: Administrateur

source: uuid
fr: identifiant unique

source: slug
fr: identifiant court

source: Send reset link
fr: Envoyer un lien de réinitialisation

source: Manual password definition
fr: Définition manuelle du mot de passe

source: System default
fr: Valeur par défaut du système

source: Yes
fr: Oui

source: No
fr: Non

source: Username is unique
fr: L’identifiant doit être unique

source: Email is unique
fr: Le courriel doit être unique

source: Phone is unique
fr: Le numéro de téléphone doit être unique

source: Default organizational unit
fr: Collectivité par défaut

source: Validate emails when modified in backoffice
fr: Validation des adresses de courriel en backoffice

source: If checked, an agent in backoffice won't be able to directly edit the user's email address, instead a confirmation link will be sent to the newly-declared address for the change to be effective.
fr: Si cette case est cochée, un agent du backoffice ne sera pas en mesure de modifier directement l’adresse électronique d’un usager ; à la place un courriel sera envoyé à l’adresse nouvellement déclarée afin que le changement puisse prendre effet.

source: Show username
fr: Afficher l’identifiant de l’utilisateur

source: Check required on login attributes
fr: Vérifier les attributs requis à la connexion

source: Users can reset password
fr: Les utilisateurs peuvent réinitialiser le mot de passe

source: User creation password policy
fr: Politique de création de mot de passe des utilisateurs

source: Days after which the user receives an account deletion alert
fr: Nombre de jours avant l’alerte de suppression de compte

source: Ensure that this value is greater than 30 days, or leave blank for deactivating.
fr: Assurez-vous que cette valeur est supérieure à 30 jours, ou laissez vide pour désactiver.

source: Delay in days before cleaning unused accounts
fr: Nombre de jours avant la suppression des comptes inutilisés

source: Home URL
fr: URL d’accueil

source: Colour
fr: Couleur

source: organizational unit
fr: collectivité

source: organizational units
fr: collectivités

source: You cannot unset this organizational unit as the default, but you can set another one as the default.
fr: Vous ne pouvez pas enlever le drapeau défaut de cette collectivité, mais vous pouvez le poser sur une autre collectivité.

source: Deletion and alert delays must be set together.
fr: Les délais de suppression et d’alerte doivent être remplis simultanément.

source: Deletion alert delay must be less than actual deletion delay.
fr: Le délai d’alerte doit être inférieur au délai de suppression.

source: Managers of "{ou}"
fr: Administrateur de la collectivité « {ou} »

source: operation
fr: opération

source: (scope "{0}")
fr: (portée « {0} »)

source: Role details (frontoffice)
fr: Détails du rôle, affichés en front-office

source: Emails to members
fr: Propager les courriels à tous les utilisateurs ayant ce rôle

source: administrative scope content type
fr: type d’objet administré

source: administrative scope id
fr: identifiant de l’objet administré

source: external id
fr: identifiant externe

source: Allow adding or deleting role members
fr: Autoriser l’ajout ou la suppression de membres

source: Managers of role "{role}"
fr: Administrateur du rôle « {role} »

source: Name already used
fr: Ce nom est déjà utilisé.

source: Slug already used
fr: Ce slug est déjà utilisé.

source: role
fr: rôle

source: roles
fr: rôles

source: Creation date
fr: Date de création

source: Deletion date
fr: Date de suppression

source: role parenting relation
fr: relation de parenté entre rôles

source: role parenting relations
fr: relations de parenté entre rôles

# permission
source: Management
fr: Administration

# permission
source: Change
fr: Modification

# permission
source: Delete
fr: Suppression

# permission
source: Add
fr: Ajout

# permission
source: View
fr: Visualisation

# permission
source: Search
fr: Recherche

source: Change password
fr: Modification de mot de passe

source: Password reset
fr: Mot de passe oublié

# operation
source: Change email
fr: Modification de l’adresse de courriel

source: Manage role members
fr: Gestion des membres d’un rôle

source: Manage service consents
fr: Gestion des consentements

source: Cleanup expired objects
fr: Nettoyer les objets qui ont expiré

source: session data
fr: données de session

source: IP adresses
fr: adresses IP

source: user
fr: utilisateur

source: deleted user %r
fr: utilisateur supprimé %r

source: clear expired sessions
fr: Supprimer les sessions expirées

source: external
fr: identifiant externe

source: realm
fr: domaine

source: You must at least give a username or an email to your user
fr: Un utilisateur doit au minimum posséder un courriel ou un identifiant.

source: Password
fr: Mot de passe

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
fr: Les mots de passe ne sont pas stockés en clair, il n’est donc pas possible d’afficher le mot de passe de cet utilisateur. Vous pouvez par contre modifier le mot de passe de l’utilisateur en utilisant <a href="password/">ce formulaire</a>.

source: The two password fields didn't match.
fr: Les deux champs mot de passe ne correspondent pas l’un à l’autre.

source: Password confirmation
fr: Confirmation du mot de passe

source: Enter the same password as above, for verification.
fr: Entrez le même mot de passe qu’au dessus, pour validation.

source: Personal info
fr: Informations personnelles

source: Important dates
fr: Dates importantes

source: Attributes
fr: Attributs

source: Mark as inactive
fr: Désactiver

source: Cannot process request because of conflicting resources.
fr: Impossible de traiter la requête à cause d’un conflit sur les ressources.

source: you are not authorized to create users in this ou
fr: Vous n’êtes pas autorisé à vous inscrire dans cette collectivité.

source: Email is required
fr: Le courriel est obligatoire

source: Account already exists
fr: Le compte existe déjà

source: Email is required in this ou
fr: Le courriel est obligatoire dans cette collectivité.

source: Account already exists in this ou
fr: Le compte existe déjà dans cette collectivité

source: Username is required
fr: L’identifiant est obligatoire

source: Username is required in this ou
fr: L’identifiant est obligatoire dans cette collectivité.

source: This phone number identifier is already used.
fr: Ce numéro de téléphone identifiant est déjà utilisé.

source: Multiple roles found
fr: Plusieurs rôles correspondent au slug

source: Profile successfully assigned to user
fr: Profil créé

source: Profile successfully updated
fr: Profil mis à jour

source: Profile successfully removed from user
fr: Profil supprimé

source: User successfully added to role
fr: Utilisateur ajouté au rôle

source: User successfully removed from role
fr: Utilisateur retiré du rôle

source: Payload must be a dictionary
fr: Le contenu de l’appel doit être un dictionnaire

source: Invalid payload (missing 'data' key)
fr: Le contenu de l’appel est invalide (clé « data » absente)

source: List elements of the 'data' dict entry must be dictionaries
fr: Les éléments de la liste « data » doivent être des dictionnaires

source: Missing 'uuid' key for dict entry %s of the 'data' payload
fr: Clé « uuid » manquante pour l’entrée dict %s de « data »

source: No known user for UUID %s
fr: Aucun utilisateur connu pour l’UUID %s

source: No valid user UUID
fr: Aucun UUID d’utilisateur valide

source: Users successfully added to role
fr: Utilisateurs ajoutés au rôle avec succès

source: Users successfully removed from role
fr: Utilisateurs retirés du rôle avec succès

source: Users successfully assigned to role
fr: Utilisateurs assignés au rôle avec succès

source: To create a more secure password, you can %(hint)s
fr: Pour créer un mot de passe plus sécurisé, vous pouvez %(hint)s

source: Your password is too weak. To create a secure password, please %(hint)s
fr: Votre mot de passe est trop faible. Pour créer un mot de passe plus sécurisé, %(hint)s

source: Your password is strong enough. To create an even more secure password, you could %(hint)s
fr: Votre mot de passe est suffisamment sécurisé. Pour créer un mot de passe encore plus sécurisé, %(hint)s

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: Authentication type
fr: Type d’authentification

source: Organizational unit
fr: Collectivité

source: Time interval
fr: Période

source: Group by
fr: Regrouper par

source: Services organizational unit
fr: Collectivité des services

source: Users organizational unit
fr: Collectivité des utilisateurs

source: Login count
fr: Nombre de connexions

source: Registration count
fr: Nombre d’inscriptions

source: Deletion for inactivity count
fr: Nombre de suppression de compte pour inactivité

source: Inactivity alert count
fr: Nombre d’alertes pour inactivité

source: Required. At most 30 characters. Letters, digits, and @/./+/-/_ only.
fr: Requis. 30 caractères maximum. Uniquement des lettres, nombres et les caractères « @ », « . », « + », « - » et « _ ».

source: Username
fr: Identifiant

source: Authenticator
fr: Moyen d’authentification

source: This field is required.
fr: Ce champ est obligatoire.

source: Authenticator export file
fr: Fichier d’export d’un moyen d’authentification

source: File is not in the expected JSON format.
fr: Le fichier n’est pas au format JSON attendu.

source: authenticator creation
fr: création d’un moyen d’authentification

source: creation of authenticator "%s"
fr: création du moyen d’authentification « %s »

source: creation
fr: création

source: authenticator edit
fr: modification d’un moyen d’authentification

source: edit of authenticator "{authenticator}" ({change})
fr: modification du moyen d’authentification « {authenticator} » ({change})

source: edit ({change})
fr: modification ({change})

source: authenticator enable
fr: activation d’un moyen d’authentification

source: enable of authenticator "%s"
fr: activation du moyen d’authentification « %s »

source: enable
fr: activation

source: authenticator disable
fr: désactivation d’un moyen d’authentification

source: disable of authenticator "%s"
fr: désactivation du moyen d’authentification « %s »

source: disable
fr: désactivation

source: authenticator deletion
fr: suppression d’un moyen d’authentification

source: deletion of authenticator "%s"
fr: suppression du moyen d’authentification « %s »

source: Authenticator related object creation
fr: Création d’un objet lié à un moyen d’authentification

source: creation of object "{related_object}" in authenticator "{authenticator}"
fr: création d’un objet « {related_object} » dans le moyen d’authentification « {authenticator} »

source: creation of object "%s"
fr: création d’un objet « %s »

source: Authenticator related object edit
fr: Modification d’un objet lié à un moyen d’authentification

source: edit of object "{related_object}" in authenticator "{authenticator}" ({change})
fr: modification d’un objet « {related_object} » dans le moyen d’authentification « {authenticator} » ({change})

source: edit of object "{related_object}" ({change})
fr: modification d’un objet « {related_object} » ({change})

source: Authenticator related object deletion
fr: Suppression d’un objet lié à un moyen d’authentification

source: deletion of object "{related_object}" in authenticator "{authenticator}"
fr: suppression d’un objet « {related_object} » dans le moyen d’authentification « {authenticator} »

source: deletion of object "%s"
fr: suppression d’un objet « %s »

source: Name
fr: Nom

source: Order
fr: Ordre

source: Show condition
fr: Condition d’affichage

source: Condition controlling authenticator display. For example, "is_for_backoffice()" would show the authenticator only for backoffice access, "is_for_frontoffice()" would show the authenticator only for frontoffice access. Advanced configuration can be performed, for example "is_for_backoffice() or remote_addr == '1.2.3.4'" would hide the authenticator from frontoffice users except if they come from the specified IP address. Available variables include service_ou_slug, service_slug, remote_addr, login_hint and headers.
fr: Condition contrôlant l’affichage du moyen d’authentification. Par exemple, « is_for_backoffice() » n’affichera le moyen d’authentification que pour un accès au back-office, tandis que « is_for_frontoffice() » ne le fera apparaître que pour un accès au front-office. Une configuration avancée peut être appliquée, par exemple « is_for_backoffice() or remote_addr == '1.2.3.4' » le masquera aux yeux des usagers front-office sauf s’ils viennent de l’adresse IP spécifiée. Les variables disponibles sont : service_ou_slug, service_slug, remote_addr, login_hint et headers.

source: Allow user change email
fr: Autoriser les usagers à changer leur adresse de courriel

source: Login block description
fr: Description du bloc de connexion

source: Description will be shown at the top of login block (unless already set by theme).
fr: La description sera affichée en haut du bloc de connexion (sauf en cas de personnalisation existante via l’intégration graphique).

source: Login button label
fr: Libellé du bouton de connexion

source: Login
fr: Connexion

source: Login button image
fr: Image du bouton de connexion

source: When an image is set, login button label must contain a text to describe it, to guarantee correct website accessibility.
fr: Quand une image est présente, le libellé du bouton de connexion doit contenir un texte décrivant l’image afin de garantir une bonne accessibilité du site.

# show condition
source: None
fr: Aucune

source: General
fr: Général

source: Missing "%s" key.
fr: Clé « %s »manquante.

source: Unknown %(key)s: %(value)s.
fr: Clé %(key)s inconnue : %(value)s

source: Invalid %(key)s: %(value)s.
fr: Clé %(key)s invalide : %(value)s.

source: Invalid button_image: expect an array [NAME, BASE64_CONTENT]
fr: Champ button_image invalide : un tableau [NOM, CONTENU_BASE64] est attendu

source: Invalid button_image: invalid base64
fr: Champ button_image invalide : base64 invalide

source: Invalid button_image: base64 content is not a valid image
fr: Champ button_image invalide : le contenu en base64 n’est pas une image valide

source: Organization unit not found: %s.
fr: Collectivité introuvable : %s.

source: Missing slug.
fr: Slug absent.

source: Time (in seconds, between 60 and 3600) after which SMS codes expire. Default is {}.
fr: Durée (exprimée en seconde, comprise entre 60 et 3600) au bout de laquelle le code envoyé à l’usager arrive à expiration. La valeur par défaut (si ce champ est laissé vide) est {}.

source: Role
fr: Rôle

source: Mandatory (unused)
fr: Obligatoire (inutilisé)

source: Django condition controlling role attribution. For example, "'Admin' in attributes.groups" will attribute the role if attributes has "groups" attribute containing the value "Admin". Variable "attributes" contains the attributes received from the identity provider. If condition is not satisfied the role will be removed.
fr: Condition Django contrôlant l’attribution des rôles. Ex.: « 'Admin' in attributes.groups » attribuera le rôle si il existe un attribut nommé « groups » contenant la valeur « Admin ». La variable « attributes » contient les attributs reçus du fournisseur d’identité. Si la condition n’est pas remplie le rôle sera retiré.

source: Add roles to users on successful login.
fr: Ajouter des rôles aux utilisateurs quand la connexion est réussie.

source: Add a role
fr: Ajouter un rôle

source: Add roles
fr: Ajout de rôles

source: %s (depending on condition)
fr: %s (dépendant d’une condition)

source: Missing "role" key in add role action.
fr: Clé « role » absente de l’action d’ajout de rôle.

source: Role not found: %s.
fr: Rôle introuvable : %s.

source: Follow static checks
fr: Effectuer des vérifications statiques

source: Very Weak
fr: Très faible

source: Weak
fr: Faible

source: Fair
fr: Moyenne

source: Good
fr: Bonne

source: Strong
fr: Forte

source: Registration open
fr: Inscriptions autorisées

source: Allow users to create accounts.
fr: Autorise les usagers à se créer un compte.

source: Email domains forbidden for registration
fr: Domaines d’adresse électronique interdits lors de la création de compte

source: Comma separated list of domains (example : "@gmail.com, @outlook.fr")
fr: Liste de domaines, séparés par une virgule (par exemple : « @gmail.com, @outlook.fr »)

source: Remember me duration
fr: Durée de la session

source: Session duration as seconds when using the remember me checkbox. Leave blank to hide the checkbox.
fr: Durée de la session en secondes lorsque la case « Se souvenir de moi » est cochée. Laisser vide pour ne pas afficher cette case.

source: Ensure that this value is higher than eight hours, or leave blank for default value.
fr: Assurez-vous que cette durée est supérieure à huit heures, ou laissez-la vide pour recourir à la valeur par défaut.

source: Ensure that this value is lower than three months, or leave blank for default value.
fr: Assurez-vous que cette durée est inférieure à trois mois, ou laissez-la vide pour recourir à la valeur par défaut.

source: Include OU selector in login form
fr: Inclure le choix de la collectivité dans le formulaire de connexion

source: Let the users identify with their email address
fr: Autorise les usagers à s’identifier avec leur adresse de courriel

source: Let the users identify with their phone number
fr: Autorise les usagers à s’identifier avec leur numéro de téléphone

source: Phone field used as user identifier
fr: Champ téléphone utilisé en tant qu’identifiant de l’usager

source: Minimum password strength
fr: Force minimum du mot de passe :

source: Password strength, using dynamic indicators such as common names, dates and other popular patterns. Selecting "static checks" will instead validate that a password contains enough different kind of caracters. Password indicator on registration form will reflect the chosen policy.
fr: Force de mot de passe, ayant recours à des indicateurs dynamiques tels que des noms et des dates courantes, et d’autres motifs couramment utilisés. À l’inverse, choisir « Effectuer des vérifications statiques » validera que le mot de passe contient assez de caractères de classes différentes. L’indicateur de force de mot de passe sur le formulaire de création de compte reflétera la politique de force de mot de passe choisie ici.

source: Password minimum length
fr: Longueur minimale du mot de passe

source: Regular expression for validating passwords
fr: Expression régulière pour valider les mots de passe

source: Error message to show when the password do not validate the regular expression
fr: Message d’erreur à afficher lorsque le mot de passe ne valide pas l’expression régulière

source: Retry timeout duration
fr: Délai entre les essais infructueux

source: Exponential backoff base factor duration as seconds until next try after a login failure.
fr: Nombre de secondes, utilisé comme base pour le calcul du délai de temporisation exponentielle.

source: Retry timeout factor
fr: Facteur multiplicatif du délai entre les essais infructueux

source: Exponential backoff factor duration as seconds until next try after a login failure.
fr: Facteur multiplicatif dans le calcul du délai de temporisation exponentielle.

source: Retry timeout max duration
fr: Délai maximal entre les essais infructueux

source: Maximum exponential backoff maximum duration as seconds until next try after a login failure.
fr: Nombre de secondes maximal à attendre entre deux essais.

source: Backoff activation threshold
fr: Seuil d’activation du temps d’attente

source: Minimum duration in seconds above which the computed backoff starts to apply.
fr: Seuil minimal, en secondes, au delà duquel le temps d’attente calculé de façon exponentielle commence à s’appliquer pour l’usager concerné.

source: Emails IP ratelimit
fr: Fréquence maximale des courriels envoyés, par IP

source: Maximum rate of email sendings triggered by the same IP address.
fr: Nombre maximum d’envois de courriels déclenchés par la même adresse IP, en fonction du temps.

source: SMS IP ratelimit
fr: Fréquence maximale des SMS envoyés, par IP

source: Maximum rate of SMSs triggered by the same IP address.
fr: Nombre maximum d’envois de SMS déclenchés par la même adresse IP, en fonction du temps.

source: Emails address ratelimit
fr: Fréquence maximale des courriels envoyés, par adresse

source: Maximum rate of emails sent to the same email address.
fr: Nombre maximum d’envois vers une même adresse de courriel, en fonction du temps.

source: SMS number ratelimit
fr: Fréquence maximale des SMS envoyés, par numéro

source: Maximum rate of SMSs sent to the same phone number.
fr: Nombre maximum d’envois vers un même numéro, en fonction du temps.

source: SMS codes lifetime (in seconds)
fr: Durée de vie des codes SMS (en secondes)

source: Ensure that this value is higher than 60, or leave blank for default value.
fr: Assurez-vous que cette valeur est supérieure 60, ou laissez-la vide pour recourir à la valeur par défaut.

source: Ensure that this value is lower than 3600, or leave blank for default value.
fr: Assurez-vous que cette valeur est inférieure à 3600, ou laissez-la vide pour recourir à la valeur par défaut.

source: Advanced
fr: Avancé

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: Authenticators
fr: Moyens d’authentification

source: Do you want to delete "%(object)s" ?
fr: Souhaitez-vous vraiment supprimer « %(object)s » ?

source: Delete
fr: Supprimer

source: Disable,Enable
fr: Désactiver,Activer

source: Edit
fr: Modifier

source: Export
fr: Exporter

source: Journal of edits
fr: Journal des modifications

source: Journal of logins
fr: Journal des authentifications

source: This authenticator cannot be enabled because configuration is not complete.
fr: Ce moyen d’authentification ne peut pas être activé car sa configuration est incomplète.

source: Information for configuration
fr: Informations pour la configuration

source: Configuration tabs
fr: Onglets de configuration

source: Save
fr: Enregistrer

source: Edit order
fr: Modifier l’ordre

source: Add new authenticator
fr: Ajouter un nouveau moyen d’authentification

source: Import
fr: Importer

source: Configure
fr: Configurer

source: Remove
fr: Supprimer

source: New authenticator
fr: Nouveau moyen d’authentification

source: Please note that your modification may take 1 minute to be visible.
fr: Veuillez noter que vos modifications pourraient ne pas être visibles avant 1 minute.

source: Edit authenticator
fr: Modifier le moyen d’authentification

source: Delete authenticator
fr: Supprimer le moyen d’authentification

source: Authenticator has been disabled.
fr: Moyen d’authentification désactivé.

source: Authenticator has been enabled.
fr: Moyen d’authentification activé.

source: Authenticator Import
fr: Importation d’un moyen d’authentification
