Repository: LoganSeven/publik_famille_demo
Catalog: authentic_snapshot/src/authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You cannot desactivate your own user
fr: Vous ne pouvez pas désactiver votre propre utilisateur.

source: by %s
fr: par %s

source: User has no email, it'not possible to send him am email to reset its password
fr: Cet utilisateur n’a pas d’adresse de courriel, il n’est pas possible de lui envoyer un lien de réinitialisation de son mot de passe

source: A mail was sent to %s
fr: Un courrier électronique a été envoyé à %s.

source: Email verified
fr: Courriel vérifié

source: Email not verified
fr: Courriel non vérifié

source: Change
fr: Modifier

source: Edit user
fr: Modifier l’utilisateur

source: New password sent to %s
fr: Un nouveau mot de passe a été envoyé par courriel à %s.

source: New password set
fr: Nouveau mot de passe défini

source: A mail was sent to %s to verify it.
fr: Un courrier électronique a été envoyé à %s pour la vérifier.

source: User {user} has already the role {role}.
fr: L’utilisateur {user} possède déjà le rôle {role}.

source: Delete user
fr: Supprimer l’utilisateur

source: users.csv
fr: utilisateurs.csv

source: Execution
fr: Importation

source: Switch user
fr: Reconnexion

source: No %(verbose_name)s found matching the query
fr: Aucun objet %(verbose_name)s trouvé en réponse à la requête

source: Delete %s
fr: Supprimer l’objet « %s »

source: Edit %s
fr: Modifier l’objet « %s »

source: Organizational units are used to logically group users, roles and services.
fr: Les collectivités opèrent le regroupement logique d’utilisateurs, de rôles et de services.

source: Users are the main actors in identity management.
fr: Les utilisateurs sont les acteurs principaux de la gestion d’identité.

source: Roles are used to give some user specific access rights.
fr: Les rôles sont utilisés pour donner des accès spécifiques aux utilisateurs.

source: Services are applications using this central authority for identities.
fr: Les services sont les applications qui utilisent ce serveur comme autorité pour les identités.

source: Authentication frontends
fr: Moyens d’authentification

source: Global journal
fr: Journal global

source: Directory servers
fr: Annuaires LDAP

source: Technical information
fr: Informations techniques

source: Site Import
fr: Import de site

source: You must change your password to continue
fr: Vous devez changer votre mot de passe avant de continuer.

source: External GUID
fr: Identifiant externe globalement unique

source: creation date
fr: date de création

source: last update date
fr: dernière date de mise à jour

source: user external id
fr: identifiant externe d’un utilisateur

source: user external ids
fr: identifiants externes des utilisateurs

source: when
fr: quand

source: who
fr: qui

source: how
fr: comment

source: nonce
fr: numéro unique

source: authentication log
fr: Journal des authentifications

source: authentication logs
fr: Journaux des authentification

source: Authentication of %(who)s by %(how)s at %(when)s
fr: Authentification de %(who)s par %(how)s à %(when)s

source: you can use a {} to pass the URL of the success icon, ex.: http://example.com/logout?next={}
fr: vous pouvez utiliser la chaine {} pour passer l’URL de l’icône de succès, ex. : http://example.com/logout?next={}

source: use an iframe instead of an img tag for logout
fr: utiliser une iframe au lieu d’un tag img pour la déconnexion

source: iframe logout timeout (ms)
fr: temps d’expiration pour les iframe de déconnexion (en ms)

source: if iframe logout is used, it's the time between the onload event for this iframe and the moment we consider its loading to be really finished
fr: si la déconnexion est utilisées, c’est le temps entre l’émission de l’évènement onload pour cette iframe et le moment où l’on peut considérer que le chargement vraiment terminé.

source: content type
fr: type d’objet

source: object identifier
fr: identifiant d’objet

source: logout URL
fr: URL de déconnexion

source: required
fr: requis

source: asked on registration
fr: demandé à la création du compte

source: user editable
fr: éditable par l’utilisateur

source: user visible
fr: visible de l’utilisateur

source: kind
fr: type

source: searchable
fr: indexé

source: required on login
fr: requis à la connexion

source: scopes
fr: portées

source: scopes separated by spaces
fr: portées séparées par des espaces

source: order
fr: ordre

source: attribute definition
fr: définition d’un attribut

source: attribute definitions
fr: définition des attributs

source: attribute
fr: attribut

source: content
fr: contenu

source: last verification timestamp
fr: date et heure de dernière vérification

source: attribute value
fr: valeur d’un attribut

source: attribute values
fr: valeurs des attributs

source: authorized services
fr: services autorisés

source: callback url when unauthorized
fr: URL de retour quand non-autorisé

source: The slug must be unique for this ou
fr: L’identifiant court doit être unique au sein de cette collectivité.

source: The name must be unique for this ou
fr: Le nom doit être unique au sein de cette collectivité.

source: base service model
fr: service

source: base service models
fr: services

source: Kind
fr: Type

source: Content
fr: Contenu

source: Expires
fr: Expiration

source: Lock
fr: Verrou

source: Restrict to anonymised data
fr: Limiter aux données anonymisées

source: allowed user attributes
fr: Attributs du profil utilisateur accessibles au client

source: IP allowed
fr: IP autorisées

source: IP denied
fr: IP refusées

source: IP restriction order allow/deny
fr: Ordre des restrictions IP autorisées/refusées

source: APIClient
fr: Client d’API

source: URL token
fr: Jeton dans l’URL

source: SMS code sent
fr: Code SMS envoyé

source: Is a fake code
fr: Est un faux code

source: key
fr: clé

source: value
fr: valeur

source: created
fr: créé

source: %s characters
fr: %s caractères

source: 1 lowercase letter
fr: 1 minuscule

source: 1 digit
fr: 1 chiffre

source: 1 uppercase letter
fr: 1 majuscule

source: add more words or characters.
fr: ajoutez plus de mots ou de caractères.

source: use at least %s characters.
fr: utilisez au moins %s caractères.

source: use a longer password.
fr: utilisez un mot de passe plus long.

source: avoid straight rows of keys like "{token}".
fr: évitez les rangées de lettre comme "{token}".

source: avoid short keyboard patterns like "{token}".
fr: évitez les motifs courts sur le clavier comme "{token}".

source: avoid repeated words and characters like "{token}".
fr: évitez de répéter des mots ou des caractères comme "{token}".

source: avoid sequences like "{token}".
fr: évitez les séquences comme "{token}".

source: avoid recent years.
fr: évitez les années récentes.

source: avoid dates and years that are associated with you.
fr: évitez les dates et les années qui sont associées avec vous.

source: avoid "{token}" : it's similar to one of your personal informations.
fr: évitez "{token}" qui est similaire à l’une de vos informations personnelles.

source: avoid "{token}" : it's similar to a commonly used password
fr: évitez "{token}" qui est similaire à un mot de passe communément utilisé.

source: avoid "{token}" : it's a commonly used password.
fr: évitez "{token}" qui est un mot de passe communément utilisé.

source: This password is not strong enough.
fr: Ce mot de passe n'est pas assez sécurisé.

source: Password must be at least %s characters.
fr: Le mot de passe doit avoir à minima %s caractères.

source: This password is not accepted.
fr: Ce mot de passe n’est pas accepté.

source: Password must contain at least %s.
fr: Le mot de passe doit contenir à minima %s.

source: Loading of roles summary cache failed: %s
fr: Le chargement du cache a échoué: %s

source: Building of roles summary cache failed: %s
fr: La construction du récapitulatif d'usage a échoue: %s

source: Metadata
fr: Métadonnées

source: Updating SAML provider %(name)s failed: %(error_msg)s
fr: La mise à jour du fournisseur SAML « %(name)s » a échoué : %(error_msg)s

source: %(count)d on %(total)d SAML providers updated
fr: %(count)d fournisseurs SAML mis à jour sur un total de %(total)d

source: Metadata files
fr: Fichiers de métadonnées

source: explicit
fr: explicite

source: implicit
fr: implicite

source: Shortcut
fr: Raccourci

source: Internal nickname for the service provider
fr: Nom local du fournisseur de service

source: Metadata's URL
fr: URL des métadonnées

source: Retrieval of %(url)s failed: %(exception)s
fr: La récupération des métadonnées à l’URL %(url)s a échouée : %(exception)s

source: Invalid SAML metadata: %s
fr: Métadonnées SAML incorrectes : %s

source: missing EntityDescriptor tag
fr: Au moins un tag XML EntityDescriptor est nécessaire

source: missing SPSSODescriptor tags
fr: Au moins un tag XML SPSSODescriptor est nécessaire

source: Organization
fr: Organisation

source: Postal address
fr: Adresse postale

source: Phone
fr: Téléphone

source: Email Address
fr: Courriel

source: Created new attribute %(name)s for %(provider)s
fr: Création d’un nouvel attribut %(name)s pour le fournisseur %(provider)s

source: Unable to find an LDAP definition for attribute %(name)s on %(provider)s
fr: Impossible de trouver une définition LDAP pour l’attribut %(name)s du fournisseur %(provider)s

source: SAML2 service provider options policy with name %s not found
fr: La politique de fournisseur de service SAML nommée « %s » est introuvable

source: Failed to load entity descriptor for %s
fr: Échec du chargement des descripteurs d’entité pour %s

source: Deleted obsolete provider %s
fr: Suppression du fournisseur obsolète %s

source: Invalid metadata file
fr: Métadonnées incorrectes

source: Use the default from the metadata file
fr: Utilisation des valeurs par défaut du fichier de métadonnées

source: Artifact binding
fr: Binding utilisant les artefacts

source: POST binding
fr: Binding utilisant le verbe HTTP POST

source: Persistent
fr: Persistant

source: Transient
fr: Temporaire

source: Username (use with Google Apps)
fr: Identifiant (à utiliser par exemple pour Google Apps)

source: Use eduPersonTargetedID attribute
fr: Utiliser l’attribut eduPersonTargetedID

source: Redirect binding
fr: Binding utilisant les redirections HTTP

source: SOAP binding
fr: Binding utilisant le protocole SOAP sur HTTP

source: Let authentic decides which signatures to check
fr: Laisser authentic décider quelles signatures vérifier

source: Always check signatures
fr: Vérifier toutes les signatures

source: Does not check signatures
fr: Ne pas vérifier les signatures

source: Account linking by authentication
fr: Liaison des comptes par authentification

source: Create new account
fr: Créer un nouveau compte

source: Ask authentication
fr: Requérir l’authentification

source: Open a session
fr: Établir une session

source: Enabled
fr: Activé

source: Prefered assertion consumer binding
fr: Binding du consommateur d’assertion préféré

source: Encrypt NameID
fr: Chiffrer le NameID

source: Encrypt Assertion
fr: Chiffrer l’assertion

source: Authentication request signed
fr: Requête d’authentification signée

source: Allow IdP initiated SSO
fr: Autoriser le SSO initié par l’IdP

source: NameID formats accepted
fr: Formats de NameID acceptés

source: Ask user for consent when creating a federation
fr: Demander le consentement utilisateur à la création d’une fédération

source: Accept to receive Single Logout requests
fr: Accepter les requêtes de déconnexion

source: Forward Single Logout requests
fr: Faire suivre les requêtes de déconnexion

source: needs iframe logout
fr: nécessite une iframe pour la déconnexion

source: logout URL are normally loaded inside an <img> HTML tag, some service provider need to use an iframe
fr: Les URLs de déconnexion sont normalement chargées via un tag HTML <img>, mais certains services ont besoin d’une iframe pour fonctionner.

source: iframe logout timeout
fr: délai d’attente avant chargement de l’iframe

source: HTTP binding for the SLO requests
fr: Binding HTTP pour les requêtes de SLO

source: federation mode
fr: mode de fédération

source: service provider options policy
fr: règlement des options de fournisseur de services

source: service provider options policies
fr: règlements des options de fournisseur de services

source: name format
fr: format de nom

source: the local attribute name is used if left blank
fr: le nom d’attribut local est utilisé si laissé vide

source: friendly name
fr: pseudonyme

source: attribute name
fr: nom de l’attribut

source: enabled
fr: activé

source: Entity ID
fr: Identifiant de l’entité

source: Entity ID SHA1
fr: Empreinte SHA1 de l’identifiant

source: Metadata URL
fr: URL des métadonnées

source: Protocol conformance
fr: Conformité au(x) protocole(s)

source: Federation source
fr: Origine de la fédération

source: Protocol other than SAML 2.0 are unsupported
fr: Les protocoles autres que SAML 2.0 ne sont pas pris en charge

source: No metadata URL
fr: Pas d’URL des métadonnées

source: Retrieval of metadata failed: %s
fr: La récupération des métadonnées a échoué : %s

source: SAML provider
fr: fournisseur SAML

source: SAML providers
fr: fournisseurs SAML

source: The following options policy will apply except if a policy for all service provider is defined.
fr: Active le règlement d’option de fournisseur de service qui suit sauf si un règlement pour tous les fournisseurs de service est actif

source: SAML service provider
fr: fournisseur de service SAML

source: SAML service providers
fr: fournisseurs de service SAML

source: SAML session dump
fr: dump de session SAML

source: SAML session dumps
fr: dumps de session SAML

source: SAML artifact
fr: artefact SAML

source: SAML artifacts
fr: artefacts SAML

source: SAML federation
fr: fédérations SAML

source: SAML federations
fr: fédérations SAML

source: SAML session
fr: session SAML

source: SAML sessions
fr: sessions SAML

source: key value association
fr: association clé valeur

source: key value associations
fr: associations clé valeur

source: Home
fr: Accueil

source: Add from URL
fr: Ajouter depuis une URL

source: Please correct the error below.
fr: Veuillez corriger l’erreur suivante.

source: Add %(name)s
fr: Ajouter %(name)s

source: You should be automatically redirected.
fr: Vous devriez être automatiquement redirigé.

source: If this page is still visible after a few seconds, press the Send button below.
fr: Si cette page est encore visible après quelques secondes, cliquez sur le bouton Envoyer ci-dessous.

source: Send
fr: Envoyer

source: Belgium
fr: Belgique

source: Metropolitan France
fr: France métropolitaine

source: Saint Pierre and Miquelon
fr: Saint-Pierre-et-Miquelon

source: French Guiana
fr: Guyane française

source: Error: page not found
fr: Erreur : page introuvable

source: The page you requested has not been found on this server.
fr: La page que vous recherchez n’a pas été trouvée sur ce serveur.

source: Authentic site admin
fr: Administration d’Authentic

source: Authentic administration
fr: Administration d’Authentic

source: Logs page
fr: Page de logs

source: Your account on %(site)s has been deleted. All related data will be deleted today. You cannot log in with it anymore.
fr: Votre compte sur le site %(site)s a été supprimé. Toutes les données associées seront supprimées aujourd’hui. Vous ne pouvez dorénavant plus vous connecter.

source: Your account on %(site)s has been deleted. All related data will be deleted today. You cannot log in with it anymore.
fr: Votre compte sur le site %(site)s a été supprimé. Toutes les données associées seront supprimées aujourd’hui. Vous ne pouvez dorénavant plus vous connecter.

source: Account deletion on %(site)s
fr: Suppression de compte sur %(site)s

source: Please click on %(deletion_url)s if you want to validate your account deletion request on %(site)s. If so, all related data will be deleted in the next few hours. You won't be able to log in with this account anymore.
fr: Veuillez cliquer sur %(deletion_url)s pour valider la demande de suppression de compte sur %(site)s. Toutes les données associées seront supprimées. Vous ne pouvez dorénavant plus vous connecter.

source: Please click on %(deletion_url)s if you want to validate your account deletion request on %(site)s. If so, all related data will be deleted in the next few hours. You won't be able to log in with this account anymore.
fr: Veuillez cliquer sur %(deletion_url)s pour valider la demande de suppression de compte sur %(site)s. Toutes les données associées seront supprimées. Vous ne pouvez dorénavant plus vous connecter.

source: Validate account deletion request on %(site)s
fr: Confirmation de la suppression de compte sur %(site)s

source: Your account has been scheduled for deletion. You cannot use it anymore.
fr: Votre compte est en cours de suppression. Vous ne pouvez plus vous en servir.

source: Remote service authentication
fr: Authentification à un service tiers

source: You logged in from service %(name)s.
fr: Vous vous connectez en arrivant depuis le service %(name)s.

source: You have completed %(completion_percent)s%% of your user profile.
fr: Vous avez complété %(completion_percent)s%% de votre profil usager.

source: Change email
fr: Modifier votre adresse courriel

source: Declare your email address
fr: Associer une adresse courriel

source: Change %(phone_label)s attribute used for authentication
fr: Modifier l’attribut %(phone_label)s utilisé pour l’authentification

source: Declare %(phone_label)s attribute used for authentication
fr: Associer un attribut %(phone_label)s utilisé pour l’authentification

source: Verify your %(phone_label)s attribute in order to use it for authentication
fr: Vérifiez un attribute %(phone_label)s afin de pouvoir l’utiliser pour l’authentification

source: Edit account data
fr: Modifier les données du compte

source: Manage service authorizations
fr: Gérer les autorisations d’accès

source: Delete account
fr: Supprimer votre compte

source: Credentials
fr: Moyens d’authentification

source: Your account
fr: Votre compte

source: Do you really want to delete your account?
fr: Confirmez-vous la demande de suppression de votre compte ?

source: A validation message will be sent to %(email)s. You will have to visit the link in this email in order to complete the deletion process.
fr: Un message de validation vous sera envoyé à l’adresse %(email)s. Vous devrez cliquer sur le lien contenu dans ce courriel afin de finaliser le processus de suppression.

source: A validation code will be sent to %(phone)s. You will have to type in the code in the next page to complete the deletion process.
fr: Un SMS de validation vous sera envoyé au %(phone)s. Vous devrez copier ici le code contenu dans le SMS afin de finaliser le processus de suppression.

source: Send message
fr: Envoyer le message

source: You are about to delete the account of <strong>%(user)s</strong>. This will remove all related personal data and you won't be able to log in with this account anymore.
fr: Vous allez supprimer le compte de <strong>%(user)s</strong>. Toutes les données associées seront supprimées et vous ne pourrez plus vous connecter avec ce compte.

source: Confirm deletion
fr: Confirmer la suppression

source: The following informations are required if you want to use this service:
fr: Vous devez compléter les éléments suivants pour pouvoir utiliser ce service.

# api
source: A new account was created for you on %(hostname)s
fr: Un nouveau compte vous a été créé sur %(hostname)s

# api
source: Your account was created on %(hostname)s
fr: Votre compte a été créé sur %(hostname)s

source: there are errors in the form
fr: le formulaire présente des erreurs

source: Last login %(LAST_LOGIN)s
fr: Date de dernière connexion : %(LAST_LOGIN)s

source: Your current email is %(email)s. An email will be sent to validate the new one.
fr: Votre adresse actuelle est %(email)s. La nouvelle adresse souhaitée pour votre compte sera vérifiée par l’envoi d’un courriel.

source: Your account currently doesn't declare any email address. An email will be sent at the address declared here, in order to validate it.
fr: Votre compte ne comporte pas encore d’adresse électronique. Un courriel vous sera envoyé à l’adresse électronique saisie ci-dessous, afin de la valider.

source: Hi %(name)s ! You asked for changing your email on %(domain)s from: %(old_email)s to: %(email)s But this email is already linked to another account. You can recover this account password using the password reset form: %(password_reset_url)s -- %(domain)s
fr: Bonjour %(name)s ! Vous avez demandé à changer votre adresse de courriel sur %(domain)s de : %(old_email)s à : %(email)s Mais cette adresse de courriel est déjà utilisée par un autre compte. Pour récupérer le mot de passe de ce compte veuillez utiliser le formulaire de réinitialisation de mot de passe %(password_reset_url)s -- %(domain)s

source: Hi %(name)s ! You asked for changing your email on %(domain)s from: %(old_email)s to: %(email)s To validate this change please click on the following link: %(link)s This link will be valid for %(token_lifetime)s. -- %(domain)s
fr: Bonjour %(name)s ! Vous avez demandé à changer votre adresse de courriel sur %(domain)s de : %(old_email)s à : %(email)s Veuillez cliquer sur le lien suivant pour valider ce changement : %(link)s Ce lien sera valide pendant %(token_lifetime)s. -- %(domain)s

source: Change email on %(domain)s
fr: Changer l’adresse de courriel sur %(domain)s

source: Your current unverified phone number is %(phone)s. A text message will be sent in order to verify it.
fr: Votre numéro de téléphone non-vérifié est actuellement le %(phone)s. Le nouveau numéro souhaité pour votre compte sera vérifié par l’envoi d’un SMS.

source: Your current phone number is %(phone)s. A text message will be sent to validate the new one.
fr: Votre numéro de téléphone actuel est %(phone)s. Le nouveau numéro souhaité pour votre compte sera vérifié par l’envoi d’un SMS.

source: Your account does not declare a phone number yet. A text message will be sent to validate the newly-declared one.
fr: Votre compte n’est pas encore associé à un numéro de téléphone. Un SMS vous sera envoyé pour valider le numéro nouvellement déclaré.

source: You have not given any authorization to access your account profile data.
fr: Vous n’avez accordé aucun accès à vos données de profil.

source: You have given authorizations to access your account profile data.
fr: Vous avez accordé un accès à vos données de profil.

source: Allowed since:
fr: Autorisé depuis le :

source: Expire on:
fr: Expiration le :

source: Revoke
fr: Révoquer

# OIDC consents page
source: The following information is shared:
fr: Les informations suivantes sont partagées :

source: Your first and last name, your username
fr: Vos prénom, nom et identifiants

source: Your email: %(email)s
fr: Votre adresse électronique : %(email)s

source: Other information: %(scope)s
fr: Autres informations : %(scope)s

source: Additionally, you gave this service access to the aforementioned information at any time including while you are logged out.
fr: Par ailleurs, vous avez accordé à ce service l’accès aux informations listées ci-dessus y compris lorsque vous êtes hors-ligne (accès « offline »).

source: Continue
fr: Continuer

source: Robot detection, do not check !
fr: Détection de robot, ne pas cocher !

source: Log in
fr: Connexion

source: Forgot password?
fr: Mot de passe perdu ?

source: Reset it!
fr: Récupérez votre accès !

source: Not a member?
fr: Pas de compte ?

source: Register!
fr: Enregistrez-vous !

source: Change your password
fr: Modifier votre mot de passe

source: Set your password
fr: Définir votre mot de passe

source: Registration
fr: Création d’un compte

source: Continue logout
fr: Continuer la déconnexion
