Repository: LoganSeven/publik_famille_demo
Catalog: authentic_snapshot/src/authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Authenticator has been created.
fr: Le moyen d’authentification a été créé.

source: Authenticator has been updated.
fr: Le moyen d’authentification a été mis à jour.

source: Configure display order
fr: Configurer l’ordre d’affichage

source: Journal
fr: Journal des évènements

source: Journal - All dates
fr: Journal - Toutes les dates

source: Days of %s
fr: Jours de %s

source: Months of %s
fr: Mois de %s

source: Years
fr: Années

source: year
fr: année

source: month
fr: mois

source: day
fr: jour

source: retained forever
fr: conservé sans limite de temps

source: retained for %d days
fr: conservé pour %d jours

source: event type
fr: type d’évènement

source: event types
fr: types d’évènement

source: timestamp
fr: date

source: reference ids
fr: références aux objets

source: reference ct ids
fr: références aux types d’objets

source: data
fr: donnée

source: event
fr: évènement

source: events
fr: évènements

source: You can use colon terminated prefixes to make special searches, and you can use quote around the suffix to preserve spaces.
fr: Vous pouvez utiliser des préfixes terminés par le caractère deux points, « : », pour faire des recherches spéciales, la valeur suffixée peut être entourée par des guillemets pour en préserver les espaces, ex. : <tt>prefix:"valeur espacée"</tt>.

source: You can use <tt>session:abcd</tt> to find all events related to the session whose key starts with <tt>abcd</tt>.
fr: Utilisez <tt>session:abcd</tt> pour chercher tous les évènements relatifs à la session dont l’identifiant commence par <tt>abcd</tt>.

source: You can use <tt>event:login</tt> to find all events of type <tt>login</tt>.
fr: Utilisez <tt>event:login</tt> pour trouver tous les évènements du type <tt>login</tt>.

source: You can use <tt>email:jhon.doe@example.com</tt> or <tt>email:@example.com</tt> to find all events related to users whose email address contain the given string.</tt>.
fr: Utilisez <tt>email:jean.dupond@example.com</tt> ou <tt>email:@example.com</tt> pour trouver tous les évènements relatifs aux utilisateurs dont l'adresse de couriel contient la chaine de caractères donnée.

source: You can use <tt>username:john</tt> to find all events related to users whose username is <tt>john</tt>.
fr: Utilisez <tt>username:jean</tt> pour trouver tous les évènements relatifs aux utilisateurs dont l’identifiant est <tt>jean</tt>.

source: You can use <tt>api:true</tt> to find all events related to API calls.
fr: Utilisez <tt>api:true</tt> pour trouver les évènements relatifs aux appels aux API.

source: Timestamp
fr: Date

source: User
fr: Utilisateur

source: Message
fr: Description

source: No event found.
fr: Pas d’évènements trouvés.

source: Journal is empty.
fr: Le journal est vide.

source: First page
fr: Premiers évènements

source: Previous page
fr: Évènements précédents

source: Next page
fr: Évènements suivants

source: Last page
fr: Derniers évènements

source: None
fr: Aucun·e

# title
source: Mrs
fr: Madame

# title
source: Mr
fr: Monsieur

source: Format: yyyy-mm-dd
fr: Format : jj/mm/aaaa

source: This field may not be blank.
fr: Le champ ne peut pas être vide.

source: birthdate must be in the past and greater or equal than 1900-01-01.
fr: Une date de naissance doit être dans le passé et après le 1er janvier 1900.

source: Phone number must be dialable from {location} (e.g. {example}).
fr: Le numéro de téléphone doit être composable en {location} (par exemple {example}).

source: A french phone number must start with a zero then another nine digits.
fr: Un numéro de téléphone français doit commencer par un zéro puis neuf autres chiffres.

source: The value must be a valid french postcode
fr: Vous devez entrer un code postal

source: Invalid base64 encoding.
fr: Encodage base64 invalide.

source: string
fr: chaine de caractère

source: title
fr: civilité

source: boolean
fr: booléen

source: True
fr: Vrai

source: False
fr: Faux

source: birthdate
fr: date de naissance

source: address (autocomplete)
fr: adresse (autocomplétion)

source: french postcode
fr: code postal

source: phone number
fr: numéro de téléphone

source: french phone number
fr: numéro de téléphone français

source: profile image
fr: image de profil

source: language
fr: langue

source: SIRET number must contain 14 digits
fr: Le SIRET doit contenir 14 chiffres

source: SIRET validation code does not match
fr: Les clé de validation de votre SIRET sont inexactes

source: List of verified attributes
fr: Liste des attributs vérifiés

source: OU UUIDs
fr: Identifiants uniques des collectivités

source: OU slug
fr: identifiant court de la collectivité

source: OU name
fr: Nom de la collectivité

source: User domain
fr: Domaine de l’utilisateur.

source: User identifier
fr: Identifiant de l’utilisateur

source: Full name
fr: Nom complet

source: Role slugs
fr: Identifiants courts du rôle

source: Role names
fr: Noms des rôles

source: Role UUIDs
fr: Identifiants uniques des rôles

source: Role slugs from same organizational unit as the service
fr: Identifiants des rôles de la même collectivité que le service

source: Role names from same organizational unit as the service
fr: Nom des rôles de la même collectivité que le service

source: Role uuids from same organizational unit as the service
fr: UUID des rôles de la même collectivité que le service

source: role attribute
fr: attribut de rôle

source: The password expired.
fr: Le mot de passe est périmé.

source: Account is locked since {since}.
fr: Le compte est bloqué depuis {since}.

source: Account is locked.
fr: Le compte est bloqué.

source: It's been locked after {count} failed login attempts.
fr: Il a été bloqué après {count} tentatives de connexion infructueuses.

source: The password was reset and must be changed.
fr: Votre mot de passe a été réinitialisé, veuillez le changer.

source: It is not possible to modify the password.
fr: Votre mot de passe ne peut être modifié.

source: The old password must be supplied.
fr: Vous devez fournir votre ancien mot de passe.

source: The password does not meet the quality requirements.
fr: Ce mot de passe n’est pas assez complexe, veuillez respecter les contraintes.

source: The password is too short.{minlength}
fr: Ce mot de passe est trop court : {minlength}

source: The minimun length is {minlength} characters.
fr: La longueur minimale acceptée est de {minlength} caractères.

source: It is too soon to change the password.
fr: Vous devez attendre pour changer de mot de passe à nouveau.

source: This password has already been used and can no longer be used.
fr: Ce mot de passe a déjà été utilisé, et ne peut pas être ré-utilisé.

source: Unexpected error {error}
fr: Erreur technique {error}

source: The password will expire at {expiration_date}.
fr: Votre mot de passe ne sera plus valable le {expiration_date}.

source: This password expired: this is the last time it can be used.
fr: Votre mot de passe aura bientôt dépassé sa limite d’utilisation, c’est la dernière que vous pouvez l’utiliser.

source: LDAP directory refused the password change.
fr: L’annuaire LDAP a refusé le changement de mot de passe.

source: error while connecting to server {}
fr: erreur lors de la connexion au serveur {}

source: connection to server {} timed out
fr: délai d’attente dépassé lors de la connexion au serveur {}

source: server {} is down
fr: le serveur {} n’est pas joignable

source: server {}'s system agent (DSA) is unavailable
fr: l’agent DSA du serveur {} est indisponible

source: LDAP configuration is broken, please contact your administrator
fr: La configuration de l’authentification avec votre annuaire est défaillante, merci de contacter votre administrateur.

source: Link with LDAP server "%(source)s" created on %(created)s (external_id %(uid)s).
fr: Liaison avec l’annuaire LDAP « %(source)s » créée le %(created)s (identifiant externe : %(uid)s).

source: Cannot detect encoding
fr: Impossible de détecter l’encodage

source: Bad encoding
fr: Mauvais encodage

source: Unknown CSV dialect: %s
fr: Dialecte CSV inconnu : %s

source: Unknown CSV dialect
fr: Dialecte CSV inconnu

source: Cannot read CSV: %s
fr: Erreur à la lecture du fichier CSV : %s

source: Role name
fr: Nom du rôle

source: Role slug
fr: Identifiant court du rôle

source: Email user so they can set a password
fr: Envoi à l’utilisateur d’un courriel d’initialisation de mot de passe

source: Registration option
fr: Options d’inscription

source: Password hash
fr: Version hachée du mot de passe

source: Force password reset
fr: Forcer la réinitialisation du mot de passe

source: Unknown hashing algorithm.
fr: Algorithme de hachage inconnu.

source: Invalid format for %s hasher
fr: Format de mot de passe inconnu pour l’algorithme de hachage %s.

source: Source name
fr: Nom de la source

source: _source_name must contain no spaces and only letters, digits, - and _
fr: _source_name ne doit contenir aucun espace, et seulement des lettres, des chiffres, les caractères « - » et « _ »

source: Source external id
fr: Identifiant de la source

source: update
fr: mise à jour

source: create
fr: création

source: import started
fr: début de l’import

source: importing
fr: import

source: import ended
fr: import terminé

source: Missing header row
fr: Ligne d’entête manquante

source: Empty header row
fr: Ligne d’entête vide

source: Missing key column
fr: Colonne clé manquante

source: Too many key columns
fr: Trop de colonnes clés

source: You must have a _source_name and a _source_id column
fr: Vous devez avoir une colonne _source_name and une colonne _source_id

source: Either specify role names or role slugs, not both
fr: Les colonnes noms de rôle et slugs de rôles ne peuvent pas être présentes en même temps.

source: Header "%s" is duplicated
fr: L’entête « %s » existe deux fois

source: unknown or missing attribute "%s"
fr: attribut inconnu ou manquant « %s »

source: You cannot set flags on _source_name and _source_id columns
fr: Vous ne pouvez pas utiliser de modificateurs sur les colonnes _source_name

source: unknown flag "%s"
fr: modificateur inconnu « %s »

source: parsing
fr: analyse

source: Enter a valid phone number.
fr: Entrez un numéro de téléphone valide.

source: Unique constraint on column "%(column)s" failed: value already appear on line %(line)d
fr: La contrainte d’unicité sur la colonne « %(column)s » est rompue : la valeur apparait déjà ligne %(line)d

source: Unique constraint on column "%s" failed
fr: La contrainte d’unicité sur la colonne « %s » est rompue

source: Key value "%s" matches too many users
fr: La valeur de la clé « %s » correspond à trop d’utilisateurs

source: update property
fr: mise à jour de la propriété

source: set email verified
fr: marquer le courriel comme vérifié

source: set phone verified
fr: marquer le n° de téléphone comme vérifié

source: External id "%s" already exists
fr: La clé externe « %s » existe déjà

source: update attribute
fr: mise à jour de l’attribut

source: password update
fr: changement de mot de passe

source: Role "%s" does not exist
fr: Le rôle « %s » n’existe pas

source: You are not allowed to manage role "%s"
fr: Vous n’êtes pas autorisé à gérer le rôle « %s ».

source: remove
fr: supprimme

source: You are not allowed to clear roles for this user
fr: Vous n’êtes pas autorisé à retirer les rôles de cet utilisateur

source: roles clear
fr: suppression de tous les rôles

source: add
fr: ajoute

source: First name
fr: Prénom

source: Last name
fr: Nom

source: username
fr: identifiant

source: first name
fr: prénom

source: last name
fr: nom

source: email address
fr: courriel

source: email verified
fr: courriel vérifié

source: email verified date
fr: date de vérification du courriel

source: email verification sources
fr: sources de vérification du courriel

source: superuser status
fr: statut super-utilisateur

source: Designates that this user has all permissions without explicitly assigning them.
fr: Donne à cet utilisateur toutes les permissions sans les lui assigner de manière explicite.

source: phone verification date
fr: date de vérification du téléphone

source: staff status
fr: statut équipe

source: Designates whether the user can log into this admin site.
fr: Précise si l’utilisateur peut se connecter à ce site d’administration.

source: active
fr: activé

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Précise si l’utilisateur doit être considéré comme actif. Décochez ceci plutôt que de supprimer le compte.

source: groups
fr: groupes

source: The groups this user belongs to. A user will get all permissions granted to each of his/her group.
fr: Les groupes auxquels cet utilisateur appartient. Un utilisateur obtient toutes les permissions accordées à chacun de ses groupes.

source: user permissions
fr: permissions de l’utilisateur

source: Specific permissions for this user.
fr: Permissions spécifiques à cet utilisateur.

source: date joined
fr: date d’inscription

source: Last modification time
fr: Dernière modification

source: Last account deletion alert
fr: Dernière alerte sur la suppression du compte

source: Deactivation datetime
fr: Date de désactivation

source: Deactivation reason
fr: Motif de la suspension

source: Keepalive timestamp
fr: Date et heure du dernier message Keepalive

source: users
fr: utilisateurs

source: An account needs at least one identifier: username, email, phone numbor or a full name (first and last name).
fr: Vous devez préciser au moins un identifiant parmi : identifiant utilisateur, adresse de courriel, numéro de téléphone ou nom complet – prénom et nom.

source: This username is already in use. Please supply a different username.
fr: Cet identifiant est déjà utilisé. Utilisez s’il vous plait un autre identifiant.

source: This email address is already in use. Please supply a different email address.
fr: Cette adresse de courriel est déjà utilisée. Utilisez s’il vous plait une autre adresse de courriel.

source: associated LDAP account does not exist anymore
fr: le compte LDAP associé n’existe plus

source: associated LDAP source has been deleted
fr: la source LDAP associée a été supprimée

source: Old UUID
fr: Ancien UUID

source: Old user id
fr: Ancien identifiant en base

source: Old email adress
fr: Ancienne adresse de courriel

source: Old phone number
fr: Ancien numéro de téléphone

source: Old data
fr: Données conservées

source: deleted user (%s)
fr: utilisateur supprimé (%s)

source: deleted user
fr: utilisateur supprimé

source: deleted users
fr: utilisateurs supprimés

source: allowed services for this profile type
fr: services autorisés pour ce type de profil

source: profile type
fr: type de profil

source: profile types
fr: types de profil

source: identifier
fr: identifiant

source: profile
fr: profil

source: profiles
fr: profils

source: Role "%(name)s": %(errors)s
fr: Rôle « %(name)s »: %(errors)s

source: Can't import role because missing Organizational Unit: %s
fr: Impossible d’importer le rôle, la collectivité est manquante : %s

source: Can't import role because missing permissions on Organizational Unit: %s
fr: Impossible d’importer le rôle, permissions manquantes pour la collectivité : %s

source: Missing Organizational Unit for role: %s
fr: Collectivité manquante pour le rôle : %s

source: Cannot import role '%s' with invalid uuid
fr: Impossible d’importer le rôle « %s » avec un UUID invalide

source: Cannot import role '%s' with invalid slug
fr: Impossible d’importer le rôle « %s » avec un identifiant court invalide

source: Cannot import role '%s' with empty uuid
fr: Impossible d’importer le rôle « %s » sans uuid

source: Could not find parent role: %s
fr: Impossible de trouver le rôle parent « %s »

source: New organizational unit {} can't be set as default.
fr: La collectivité {} nouvellement créée ne peut être désignée comme étant celle par défaut.

source: Import file is invalid: not a dictionnary
fr: Fichier d’import invalide, ce n’est pas un dictionnaire

source: Unsupported context value for ou_delete_orphans : %s
fr: Valeur de contexte non prise en charge pour ou_delete_orphans : %s

source: Unsupported context value for role_delete_orphans : %s
fr: Valeur de contexte non prise en charge pour role_delete_orphans : %s

source: HTTP verb not supported %s
fr: verbe HTTP %s non pris en charge

source: missing mandatory parameter entityID
fr: paramètre obligatoire entityID manquant

source: policy %r not implemented
fr: le règlement %r n’est pas géré

source: unable to find a valid return url for %s
fr: impossible de trouver une URL de retour valide pour %s

source: invalid return url %(return_url)s for %(entity_id)s
fr: URL de retour %(return_url)s invalide pour %(entity_id)s

source: Remember me
fr: Se souvenir de moi

source: Do not ask for authentication next time
fr: Ne pas demander d’authentification au prochain accès

source: Preferred organizational units
fr: Collectivités préférées

source: All organizational units
fr: Toutes les collectivités

source: You made too many login errors recently, you must wait <span class="js-seconds-until">%s</span> seconds to try again.
fr: Vous avez fait trop d’erreurs de connexions, vous devez attendre <span class="js-seconds-until">%s</span> secondes avant de pouvoir à nouveau essayer.

source: The following issues were met while trying to log you in:
fr: Les erreurs suivantes sont survenues lors de votre tentative de connexion :

source: Incorrect login or password.
fr: Identifiant ou mot de passe incorrect.

source: Try again, use the forgotten password link below, or create an account.
fr: Vous pouvez réessayer ou utiliser le lien ci-dessous en cas de mot de passe perdu. Vous pouvez également vous créer un compte.

source: Try again or use the forgotten password link below.
fr: Vous pouvez réessayer ou utiliser le lien ci-dessous en cas de mot de passe perdu.

source: Try again or create an account.
fr: Vous pouvez réessayer ou vous créer un compte.

source: Both passwords must match.
fr: Les deux mots de passe doivent être identiques.

source: Passwords match.
fr: Les mots de passe sont identiques.

source: Passwords do not match.
fr: Les mots de passe ne sont pas identiques.

source: The image is not valid
fr: L’image n’est pas valide

source: Please enter a valid email address (example: john.doe@entrouvert.com)
fr: Veuillez indiquer une adresse courriel valide (exemple : jean.dupont@access43.net)

source: Item {0} is invalid: {1}
fr: L’élément {0} est invalide : {1}

source: Please select an international prefix and input your local number (the leading zero “0” for some local numbers may be removed or left as is).
fr: Veuillez choisir un indicatif international et saisir votre numéro de téléphone local (le premier zéro « 0 » peut être laissé tel quel ou bien être retiré).

source: Invalid phone number. Phone number from {location} must respect local format (e.g. {example}).
fr: Numéro de téléphone invalide. Un numéro de téléphone de {location} doit respecter son format local (par exemple {example}).

source: Invalid phone number.
fr: Numéro de téléphone invalide.

source: Email
fr: Courriel

source: Phone number
fr: Numéro de téléphone

source: Your mobile phone number.
fr: Votre numéro de téléphone mobile.

source: Email or username
fr: Courriel ou identifiant

source: Please provide a valid email address or mobile phone number.
fr: Veuillez fournir une adresse courriel ou un numéro de téléphone mobile valide.

source: Your account has no email, you cannot ask for a password reset with your username.
fr: Votre compte n’a pas de courriel associé, la réinitialisation de mot de passe n’est pas possible avec votre identifiant.

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: New password must differ from old password
fr: Le nouveau mot de passe doit être différent de l’ancien.

source: Old password
fr: Ancien mot de passe

source: New email
fr: Nouveau courriel

source: This is already your email address.
fr: Cette adresse de courriel est déjà la vôtre.

source: Incorrect password.
fr: Mot de passe incorrect.

source: New phone number
fr: Nouveau numéro de téléphone

source: This is already your phone.
fr: Ce numéro de téléphone est déjà le vôtre.

source: A user with that username already exists.
fr: Un utilisateur avec cet identifiant existe déjà.

source: Your email address (example: name@example.com)
fr: Votre adresse courriel (nom@example.net)

source: You cannot register with this email.
fr: Vous ne pouvez pas vous inscrire avec cette adresse de courriel.

source: Please provide an email address or a mobile phone number.
fr: Veuillez fournir une adresse courriel ou un numéro de téléphone mobile.

source: Special characters are not allowed.
fr: Les caractères spéciaux sont interdits.

source: Password (again)
fr: Confirmation du mot de passe

source: SMS code
fr: Code SMS

source: The code you received by SMS.
fr: Le code que vous avez reçu par SMS.

source: Organizational unit slug (ou__slug)
fr: Identifiant de collectivité (ou__slug)

source: algorithm
fr: algorithme

source: iterations
fr: itérations

source: salt
fr: sel

source: hash
fr: condensé

source: Logout
fr: Déconnexion

source: SAMLv2 Single Sign On: invalid message for WebSSO profile with HTTP-Redirect binding
fr: SAMLv2 Single Sign On: message invalide pour le profil utilisant le binding HTTP-Redirect

source: SAMLv2 Single Sign On: the request cannot be answered because no valid protocol binding could be found
fr: SAMLv2 Single Sign On: la requête ne peut être traitée car elle est invalide : un binding de protocole n’a pu être trouvé

source: sso: No SP policy defined
fr: sso: Pas de politique pour les fournisseurs de service définie

source: request has expired
fr: la requête a expiré

source: continue_sso: error loading login
fr: continue_sso: erreur au rechargement de l’objet login

source: continue_sso: unknown provider %s
fr: continue_sso: fournisseur %s inconnu

source: Provider %s is unknown
fr: Le fournisseur %s est inconnu

source: No service provider policy defined
fr: Pas de politique de fournisseur de service définie

source: You are being redirected to "%s"
fr: Vous allez être redirigé sur « %s »

source: Invalid logout request
fr: Requête de déconnexion invalide

source: Sending logout to %(name)s...
fr: Déconnexion avec %(name)s…

source: Unknown provider
fr: Fournisseur inconnu

source: We were unable to load provider <tt>%(entity_id)s</tt>.
fr: Nous n’avons pas pu charger le fournisseur de service <tt>%(entity_id)s</tt>.

source: You can <a href="%(add_url)s">add</a> it now or <a href="">retry</a>.
fr: Vous pouvez <a href="%(add_url)s">l’ajouter</a> maintenant ou <a href="">réessayer</a>.

source: Federation to {0} deleted
fr: La liaison avec {0} a été supprimée.

source: password
fr: mot de passe

source: login as token
fr: jeton d’accès « se connecter en tant que »

source: none
fr: aucun

source: login
fr: authentification

source: login using {method}
fr: authentification via {method}

source: login failure
fr: échec d’authentification

source: login failure with username "{username}"
fr: échec d’authentification pour l’identifiant « {username} »

source: unknown failed login attempt
fr: échec d'une tentative de connexion

source: on authenticator {authenticator}
fr: avec le moyen d'authentification {authenticator}

source: (reason: {reason})
fr: (raison : {reason})

source: registration request
fr: demande de création de compte

source: registration request with email "%s"
fr: demande de création de compte pour l’adresse de courriel « %s »

source: registration
fr: création de compte

source: registration using {method}
fr: création de compte via {method}

source: logout
fr: déconnexion
