Repository: LoganSeven/publik_famille_demo
Catalog: authentic_snapshot/src/authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Unrestricted data access regardless of its organizational unit.
fr: Aucune limitation d’accès aux données peu importe leur collectivité d’appartenance.

source: Roles:
fr: Rôles :

source: No organizational unit
fr: Pas de collectivité

source: Inherited roles:
fr: Rôles hérités :

source: No role assigned to this client.
fr: Aucun rôle attribué à ce client.

source: Restricted to anonymised data
fr: Limité aux données anonymisées

source: No restriction to anonymised-only data.
fr: Aucune limitation d’accès aux données anonymisées seules.

source: Allowed user attributes:
fr: Attributs du profil utilisateur accessibles au client :

source: Unrestricted access to user profile attributes.
fr: Aucune limitation d’accès aux attributs de profil utilisateur.

source: IP restrictions
fr: Restrictions par IP

source: (evaluation order Allow/Deny)
fr: ( ordre d’évaluation Autorisation/Refus )

source: Allow:
fr: Autorisations :

source: Deny:
fr: Refus :

source: (evaluation order Deny/Allow)
fr: ( ordre d’évaluation Refus/Autorisation )

source: Submit
fr: Valider

source: Add new API client
fr: Ajouter un nouveau client d’API

source: There are no API client defined.
fr: Il n’y a pas encore de clients d’API configurés.

source: Homepage
fr: Accueil

source: Hi %(full_name)s ! An administrator has changed your password, it is now: %(new_password)s
fr: Bonjour %(full_name)s ! Un administrateur a modifié votre mot de passe, c’est désormais : %(new_password)s

source: Your password has been changed
fr: Votre mot de passe a été changé

source: Do you want to delete %(model_name)s %(object)s?
fr: Souhaitez-vous vraiment supprimer l’objet « %(model_name)s » nommé « %(object)s » ?

source: Created on %(date)s
fr: Créé le %(date)s

source: Last login on %(date)s
fr: Dernière connexion le %(date)s

source: Never logged in
fr: Ne s’est jamais connecté.

source: Download list as CSV
fr: Télécharger la liste en CSV

source: Export Site
fr: Exporter le site

source: Import Site
fr: Importer un site

source: Configuration & technical information
fr: Configuration et informations techniques

# title
source: Search
fr: Recherche

source: Search
fr: Rechercher

source: LDAP information, realm:
fr: Informations LDAP, domaine :

source: Error while attempting to connect to LDAP server, base ldapsearch command is still displayed but won’t work as such.
fr: Une erreur est survenue lors de la tentative de connexion au serveur LDAP, la commande ldapsearch est tout de même affichée mais ne fonctionnera pas telle quelle.

source: Server error: %(errmsg)s
fr: Erreur du serveur : %(errmsg)s

source: Base ldapsearch command
fr: Commande ldapsearch

source: Hi %(fullname)s ! An administrator has created you an account with these informations: Username : %(username)s Email : %(email)s First name : %(first_name)s Last name : %(last_name)s Roles: %(roles)s Your new password is: %(new_password)s
fr: Bonjour %(fullname)s ! Un administrateur vous a créé un compte avec ces informations: Identifiant : %(username)s Courriel : %(email)s Prénom : %(first_name)s Nom : %(last_name)s Rôle(s) : %(roles)s Votre nouveau mot de passe est : %(new_password)s

source: Your account has been created
fr: Votre compte a été créé.

source: <p> There are currently in this organizational unit: <ul> <li>%(user_count)s users,</li> <li>%(role_count)s roles,</li> <li>%(service_count)s services.</li> </ul> <p> <p> They will all be deleted. Are you sure you want to delete organizational unit "%(object)s"? </p>
fr: <p> Il y a actuellement dans cette collectivité&nbsp;: <ul> <li>%(user_count)s utilisateurs,</li> <li>%(role_count)s rôles,</li> <li>%(service_count)s services.</li> </ul> <p> <p> Ils seront tous supprimés. Êtes-vous certain de vouloir supprimer la collectivité «&nbsp;%(object)s&nbsp;»&nbsp;? </p>

source: You do not have the rights to delete this organizational unit.
fr: Vous n’êtes pas autorisé à supprimer cette collectivité.

source: You do not have the rights to edit this organizational unit.
fr: Vous n’êtes pas autorisé à modifier cette collectivité.

source: Do you want to delete role %(object)s?
fr: Souhaitez-vous vraiment supprimer le rôle « %(object)s » ?

source: Modify
fr: Modifier

source: Permission denied
fr: Vous n’êtes pas autorisé.

source: This role is technical, you cannot edit it.
fr: Ce rôle est interne, vous ne pouvez pas le modifier.

source: This role is technical, you cannot delete it.
fr: Ce rôle est interne, vous ne pouvez pas le supprimer.

source: Summary page
fr: Utilisations du rôle

source: Add a role as a member
fr: Ajouter un rôle comme membre

source: Contains permissions of roles:
fr: Contient les permissions des rôles :

source: This role is technical, you cannot modify its permissions.
fr: Ce rôle est interne, vous ne pouvez pas en modifier les permissions.

source: view all roles
fr: voir tous les rôles

source: This role doesn't contain permissions of any other role.
fr: Ce rôle ne contient les permissions d’aucun autre rôle.

source: Advanced parameters
fr: Paramètres avancés

source: Is administered by users
fr: Est géré par le(s) utilisateurs(s)

source: Indirect child role
fr: Héritage indirect

source: Is administered by roles
fr: Est géré par le(s) rôle(s)

source: Indirect admin role
fr: rôle hérité

source: Do you really want to remove &quot;%(record)s&quot; from role &quot;%(role)s&quot;?
fr: Souhaitez-vous vraiment retirer « %(record)s » du rôle « %(role)s » ?

source: Do you want to remove admin role %(child)s?
fr: Souhaitez-vous vraiment retirer le rôle %(child)s des gestionnaires ?

# withdraw
source: Remove
fr: Retirer

source: Do you want to remove admin user %(user)s?
fr: Souhaitez-vous vraiment retirer l’utilisateur %(user)s des gestionnaires ?

source: Usage summary
fr: Récapitulatif de l’usage

source: Is administered by roles:
fr: Est géré par le(s) rôle(s)

source: This role is not administred by any other role.
fr: Ce rôle n’est administré par aucun autre rôle.

source: Direct usage
fr: Usage direct

source: Included roles usage
fr: Usage des rôles inclus

source: Download sample file
fr: Télécharger un fichier d’exemple

source: Role inheritance
fr: Héritage de rôle

source: Settings
fr: Configuration

source: Slug
fr: Code court

source: Roles of users allowed on this service
fr: Rôles autorisés à se connecter à ce service

source: Roles solely visible from this service
fr: Rôles visibles uniquement de ce service

source: Do you really want to remove role &quot;%(name)s&quot; from service &quot;%(slug)s&quot;?
fr: Souhaitez-vous vraiment retirer le rôle « %(name)s » du service « %(slug)s » ?

source: yes
fr: oui

source: no
fr: non

source: OIDC metadata
fr: Métadonnées OIDC

source: Add OIDC service
fr: Ajouter un service OIDC

source: Edit services configuration
fr: Modifier la configuration des services

source: This user may already exist, please check the list below before creating it :
fr: Ce compte est peut-être un doublon, merci de consulter la liste plus bas avant de finaliser sa création :

# manager
source: Consent Management
fr: Gestion des consentements

source: Do you really want to remove &quot;%(client)s&quot; service granted access to &quot;%(user)s&quot; profile data?
fr: Souhaitez-vous vraiment retirer le consentement fait par l’utilisateur « %(user)s » au service « %(client)s » concernant l’accès à ses données de profil ?

source: User's email will not be changed immediately. First an email will be sent to this new email address containing a link on which the user's will have to click to verify that it owns the email address, then it will be changed.
fr: L’adresse de courriel de l’utilisateur ne va pas être modifiée tout de suite. Il va d’abord y avoir un courriel envoyé à la nouvelle adresse, avec un lien que l’utilisateur aura à suivre pour vérifier qu’il possède bien l’adresse. Alors celle-ci sera changée.

source: Hi %(name)s ! An administrator requested for changing your email on %(domain)s from: %(old_email)s to: %(email)s But this email is already linked to another account. You can recover this account password using the password reset form: %(password_reset_url)s -- %(domain)s
fr: Bonjour %(name)s ! Un administrateur a demandé le changement de votre adresse de courriel sur %(domain)s de : %(old_email)s en :: %(email)s Mais cette adresse est déjà liée à un autre compte. Vous pouvez récupérer le mot de passe de ce compte en utilisant le formulaire de réinitialisation de mot de passe : %(password_reset_url)s -- %(domain)s

source: Hi %(name)s ! And administrator requested for changing your email on %(domain)s from: %(old_email)s to: %(email)s To validate this change please click on the following link: %(link)s This link will be valid for %(token_lifetime)s. -- %(domain)s
fr: Bonjour %(name)s ! Un administrateur a demandé le changement de votre adresse de courriel sur %(domain)s de : %(old_email)s en : %(email)s Pour valider ce changement veuillez cliquer sur le lien suivant : %(link)s Ce lien sera valide pendant %(token_lifetime)s. -- %(domain)s

source: Change email on %(domain)s requested by an administrator
fr: Changement d’adresse sur %(domain)s demandé par un administrateur

source: Edit roles
fr: Modifier les rôles

source: Edit User Roles
fr: Modifier les rôles de l’utilisateur

source: A new account was created for you on %(hostname)s
fr: Un compte vient d’être créé pour vous sur %(hostname)s

source: Please click on the following link to set your password:
fr: Veuillez cliquer sur ce lien pour définir votre mot de passe :

source: Your account was created on %(hostname)s
fr: Un compte vient d’être créé pour vous sur %(hostname)s

source: Do you want to delete user %(object)s?
fr: Souhaitez-vous vraiment supprimer l’utilisateur « %(object)s » ?

source: You do not have the rights to edit this user.
fr: Vous n’êtes pas autorisé à modifier cet utilisateur.

source: You do not have the rights to delete this user.
fr: Vous n’êtes pas autorisé à supprimer cet utilisateur.

source: Consents
fr: Consentements

source: User must change its password on next access to authentic
fr: L’utilisateur devra changer son mot de passe lors de sa prochaine utilisation du service

source: Cancel this constraint
fr: Annuler cette contrainte

source: Last login on %(date)s.
fr: Dernière connexion le %(date)s

source: Never logged in.
fr: Ne s’est jamais connecté.

source: Last activity on %(date)s.
fr: Dernière activité le %(date)s

source: Modified on %(date)s
fr: Dernière modification le %(date)s

source: Deactivated on %(date)s (%(reason)s).
fr: Désactivé le %(date)s (%(reason)s).

source: Deletion alert email sent on %(alert_date)s.
fr: Courriel d’alerte de suppression envoyé le %(alert_date)s.

source: Deletion alert email planned for %(alert_date)s.
fr: Courriel d’alerte de suppression prévu pour le %(alert_date)s.

source: Deletion alert email pending (should have been sent on %(alert_date)s).
fr: Courriel d’alerte de suppression en attente (aurait dû être envoyé le %(alert_date)s).

source: Account deletion planned for %(deletion_date)s.
fr: Suppression de compte prévue le %(deletion_date)s.

source: Account deletion pending (should have been performed on %(deletion_date)s).
fr: Suppression de compte en attente (aurait dû être effectuée le %(deletion_date)s).

source: Modify roles
fr: Modifier les rôles

source: Users export
fr: Export d’utilisateurs

source: Preparing CSV export file...
fr: Préparation du fichier d’export CSV…

source: Progress:
fr: Avancement :

source: Export completed.
fr: Exportation terminée

source: Download CSV
fr: Télécharger le fichier CSV

source: Import Users
fr: Importer des utilisateurs

source: Users Import
fr: Import d’utilisateurs

source: Simulate import
fr: Simuler l’import

source: Execute import
fr: Lancer l’import

source: Download CSV file
fr: Télécharger le fichier CSV

source: Encoding:
fr: Encodage :

source: Rows count:
fr: Nombre de lignes :

source: Target Organizational Unit:
fr: Collectivité cible :

source: Reports
fr: Rapports

source: By
fr: Par l’utilisateur

source: State
fr: État

source: Imported
fr: Importé

source: Legend
fr: Légende

source: value is a key
fr: la valeur est une clé d’import

source: value must be unique
fr: la valeur doit être unique

source: used on creation
fr: utilisé à la création

source: used on update
fr: utilisé à la mise à jour

source: value is verified
fr: la valeur est vérifiée

source: row is valid
fr: la ligne est valide

source: value will be written
fr: la valeur sera écrite

source: row is invalid
fr: la ligne est invalide

source: value has errors
fr: la valeur contient des erreurs

source: Errors
fr: Erreurs

source: Abstract
fr: Résumé

source: %(rows)s row
fr: %(rows)s ligne

source: %(created)s user created
fr: %(created)s utilisateur créé

source: %(updated)s user updated
fr: %(updated)s utilisateur mis à jour

source: %(error_rows)s row has error
fr: %(error_rows)s ligne avec des erreurs

source: The following roles were missing:
fr: Il manque les rôles suivant :

source: import took %(duration)s
fr: l’import a duré %(duration)s

source: Details
fr: Détails

source: Line
fr: Ligne

source: No row analysed.
fr: Aucune ligne analysée.

source: Create new import
fr: Créer un nouvel import

source: Create
fr: Créer

source: Filename
fr: Nom du fichier

source: Rows
fr: Lignes

source: Help
fr: Aide

source: The first line of your CSV file must be a header <a href="#help-attributes">mapping columns to user's attributes identifier</a>. Each user attribute name can be followed by <a href="#help-flags">flags</a> separated by spaces. You can also import an <a href="#help-external-identifier">external identifier</a> to prevent creating duplicates when doing multiple import from the same source.
fr: La première ligne du fichier CSV doit être un entête <a href="#help-attributes">indiquant la correspondance entre les colonnes et les identifiants des attributs des utilisateurs</a>. Chaque identifiant d’attribut d’utilisateur peut être suivi de <a href="#help-flags">modificateurs</a> séparés par des espaces. Vous pouvez aussi importer un <a href="#help-external-identifier">identifiant externe</a> pour empêcher la création de doublons lors de l’importation répétée depuis un annuaire externe.

source: Label
fr: Libellé

source: Identifier
fr: Identifiant

source: Flags
fr: Modificateurs

source: Each column can receive flags after its name, separated by spaces. Each modifier can be prefixed by <var>no-</var> to set its value to false.
fr: Chaque colonne peut recevoir des modificateurs après son identifiant, séparés par des espaces. Chaque modificateur peut être préfixé par <var>no-</var> pour positionner sa valeur à faux.

source: Flag
fr: Modificateur

source: Meaning
fr: Usage

source: Default value
fr: Valeur par défaut

source: The column is an import key, it is used to match the row with an existing user. Only one column can be an import key.
fr: La colonne est une clé d’import, elle est utilisée pour faire correspondre une ligne avec un utilisateur existant. Une seule colonne peut être une clé d’import.

source: Values will be used when creating a new user.
fr: Ces valeurs seront utilisées pour créer un nouvel utilisateur.

source: Values will be used when updating an existing user.
fr: Ces valeurs seront utilisées pour mettre à jour un utilisateur existant.

source: Values must be unique in the target organizational unit.
fr: Ces valeurs doivent être uniques dans la collectivité cible.

source: (default is True for the <var>email</var> and <var>username</var> columns if they are configured to be unique in the target organizational unit)
fr: (la valeur par défaut est vrai pour les colonnes <var>email</var> et <var>username</var> si elles sont configurées pour être uniques dans la collectivité cible)

source: Values must be unique among all users.
fr: Ces valeurs doivent être uniques entre tous les utilisateurs.

source: (default is True for the <var>email</var> and <var>username</var> columns if they are configured to be globally unique)
fr: (la valeur par défaut est vrai pour les colonnes <var>email</var> et <var>username</var> si elles sont configurées pour être globalement uniques)

source: Values are verified. User's attribute will be locked.
fr: Ces valeurs sont vérifiées. L’attribut de l’utilisateur sera verrouillé.

source: (default is True for the <var>email</var> column)
fr: (la valeur par défaut est vrai pour la colonne <var>email</var>)

source: External identifier
fr: Identifiant externe

source: You can also use two special columns <var>_source_name</var> and <var>_source_id</var>. <var>_source_name</var> must be the name of the source directory from which the users are exported, it must not change between imports. <var>_source_id</var> is the unique identifier from the source directory from which the users are extracted, it must not change between imports and should never be reused for different users. <var>_source_id</var> is automatically the key column, and you cannot use another key column.
fr: Vous pouvez aussi utiliser deux colonnes spéciales <var>_source_name</var> et <var>_source_id</var>. <var>_source_name</var> doit être le nom de l’annuaire d’origine de l’import, il ne doit pas changer entre différents imports du même annuaire. <var>_source_id</var> est l’identifiant unique issu de cet annuaire externe, il ne doit pas changer entre différents imports pour un même utilisateur et ne doit jamais être réutilisé pour des utilisateurs différents. <var>_source_id</var> est automatiquement une clé d’import et vous ne pouvez pas définir une autre colonne comme clé d’import.

source: Role operations
fr: Opérations sur les rôles

source: Adding existing roles to users is supported. Use either <var>_role_name</var> or <var>_role_slug</var> special columns to specify the names or the slugs that should be added to the user. In order to add multiple roles, simply add a new line, identical to the first one, except for the value of the role cell. These columns also accept special flags, as listed below.
fr: Il est possible d’ajouter des rôles existants aux utilisateurs. Pour cela, utilisez l’une des colonnes spéciales <var>_role_name</var> ou <var>_role_slug</var> afin de spécifier les noms ou les slugs des rôles à ajouter à l’utilisateur. Pour ajouter plusieurs rôles, il suffit d’insérer une nouvelle ligne identique à la première, à l’exception de la case role. Ces colonnes acceptent aussi des modificateurs spéciaux, présentés ci-dessous.

source: Remove role from user instead of adding it.
fr: Enlever le rôle à l’utilisateur au lieu de le lui ajouter.

source: Clear user roles beforehand, so that they will have no more roles than those specified in the import file.
fr: Écraser les rôles de l’utilisateur avec ceux de l’import. Il n’aura ainsi que les rôles tels que spécifiés dans l’import.

source: Registration options
fr: Options d’inscription

source: When a user is created by the import, they will have to use the "forgotten password" feature in order to log in for the first time. An alternative is to use the special column <var>@registration</var> with the value <var>send-email</var>. In this case, newly created users will receive an email, inviting them to set their password.
fr: Les utilisateurs créés lors de l’import doivent utiliser la fonctionnalité « mot de passe oublié » pour se connecter la première fois. Une autre possibilité est d’inclure une colonne <var>@registration</var> avec <var>send-email</var> comme valeur. Les utilisateurs créés ainsi recevront un courriel les invitant à définir un mot de passe.

source: Force Password Reset
fr: Forcer la réinitialisation du mot de passe

source: If you want to set a default password but make the user change it after next login, you can add a <var>@force-password-reset</var> column in the CSV. A value of 'true' in this column will ask the user to change password after the next login.
fr: Pour définir un mot de passe par défaut mais forcer l’utilisateur à modifier celui-ci lors de leur première connexion, vous pouvez inclure une colonne <var>@force-password-reset</var> dans le fichier, en y posant comme valeur « true » sur les lignes des utilisateurs concernés.

source: Examples
fr: Exemples

source: Importing first and last name of users keyed by email
fr: Importer le prénom et le nom des utilisateurs en utilisant le courriel comme clé.

source: Importing verified first and last name of users keyed by email
fr: Importer et verrouiller le prénom et le nom des utilisateurs en utilisant le courriel comme clé.

source: Importing email, family_reference, first and last name of users from application <var>app1</var>, ensuring family_reference is unique.
fr: Importer le courriel, une référence famille, le prénom et le nom des utilisateur depuis une application désignée par <var>app1</var>, en s’assurant de l’unicité de la référence famille.

source: Importing email, first and last name of users while adding roles.
fr: Importer le courriel, le prénom et le nom des utilisateurs en ajoutant des rôles.

source: Importing email, first and last name of users and sending a password reset email to John (only if the account is created by the import).
fr: Importer le courriel, le prénom et le nom des utilisateurs et envoyer un courriel d’initialisation de mot de passe à John (si le compte est créé lors de l’import).

source: Importing email, first and last name of users and setting a password using hash in standard Django format. Forcing password change for Jane after next login.
fr: Importer le courriel, le prénom et le nom des utilisateurs et définir un mot de passe en utilisant un hachage dans un format connu de Django. Forcer le changement du mot de passe de Jane après sa prochaine connexion.

source: Do you really want to remove role &quot;%(name)s&quot; from user &quot;%(user)s&quot;?
fr: Souhaitez-vous vraiment retirer le rôle « %(name)s » à l’utilisateur « %(user)s » ?

source: To switch to user %(user)s, open the following link in a private window (it expires after <span class="js-seconds-until" data-target="#su-link" data-replace="Expired!">%(duration)s</span> seconds).
fr: Utilisez le lien suivant dans une fenêtre de navigation privée pour vous connecter en tant que l’utilisateur « %(user)s ».<br>(le lien expire après <span class="js-seconds-until" data-target="#su-link" data-replace="Expiré">%(duration)s</span> secondes).

source: Add user
fr: Ajouter un utilisateur

source: Edit users management advanced configuration
fr: Modifier la configuration avancée de gestion des utilisateurs

source: Waiting
fr: En attente

source: Running
fr: En cours d’exécution

source: Finished
fr: Terminé

source: Error
fr: Échec

source: import error
fr: erreur d’import

source: Enter at least %(limit)d characters (%(user_count)d users)
fr: Veuillez taper au moins %(limit)d caractères — %(user_count)d utilisateur(s)

source: Import users
fr: Importer des utilisateurs

source: Users management advanced configuration
fr: Configuration avancée de gestion des utilisateurs

source: Create user
fr: Créer un nouvel utilisateur

source: Choose organizational unit in which to create user
fr: Choisir la collectivité du nouvel utilisateur

source: Validate
fr: Valider

source: Reset password
fr: Réinitialiser le mot de passe

source: Suspend
fr: Suspendre

source: Activate
fr: Activer

source: Do not force password change on next login
fr: Ne pas forcer le changement de mot de passe à la prochaine connexion

source: Force password change on next login
fr: Forcer le changement de mot de passe à la prochaine connexion

source: Change user password
fr: Changer le mot de passe

source: Impersonate this user
fr: Se reconnecter avec cet utilisateur

source: Change user email
fr: Changer l’adresse de courriel
