Repository: LoganSeven/publik_famille_demo
Catalog: authentic_snapshot/src/authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: invalid issuer URL, it must use the https:// scheme and not have a query or fragment
fr: URL d’issuer invalide, elle doit utiliser le protocole https:// et n’avoir ni paramètre ni fragment

source: Unknown OpenID Connect issuer: "%s"
fr: Fournisseur OpenID Connect inconnu : "%s"

source: Missing code, report %s to an administrator
fr: Code absent, signalez l’erreur %s à un administrateur.

source: Authentication on %(name)s failed with error "%(error)s", report %(request_id)s to an administrator.
fr: L’authentification sur %(name)s a échoué avec l’erreur « %(error)s », vous pouvez signaler le numéro d’erreur %(request_id)s à un administrateur.

source: Provider %(name)s is down, report %(request_id)s to an administrator.
fr: Le fournisseur OpenID Connect %(name)s est défaillant, signalez l’erreur %(request_id)s à un administrateur.

source: Connection was denied by you or the identity provider.
fr: La connexion a été interrompue par vous-même ou bien refusée par le fournisseur d’identité.

source: Login with %(provider_name)s failed, please try again later and/or report %(request_id)s to an administrator (%(error)s)
fr: La connexion depuis %(provider_name)s a échoué, vous pouvez signaler le numéro d’erreur %(request_id)s à un administrateur (%(error)s).

source: Login with OpenID Connect failed, please try again later and/or report %s to an administrator. (%(error)s)
fr: La connexion OpenID Connect a échoué, vous pouvez signaler le numéro d’erreur %s à un administrateur (%(error)s).

source: User creation failed: %s.
fr: La création de l’utilisateur a échoué : %s

source: unknown saml_attribute (%s)
fr: attribut saml inconnu (%s)

source: no value for attribute "%(attribute)s"
fr: pas de valeur pour l’attribut "%(attribute)s"

source: too many values for attribute "%(attribute)s": %(value)s
fr: surnombre de valeurs pour l’attribut "%(attribute)s" : %(value)s

source: Persistent (%s)
fr: Persistant (%s)

source: Transient (%s)
fr: Temporaire (%s)

source: Email (%s)
fr: Adresse électronique (%s)

source: Unspecified (%s)
fr: Non spécifié (%s)

source: Cannot parse metadata, %s
fr: Erreur à la lecture des métadonnées, %s

source: Invalid metadata, missing tag %s
fr: Métadonnées incorrectes, la balise %s est absente

source: Invalid metadata, missing entityID
fr: Métadonnées incorrectes, l’attribut entityID est absent

source: Metadata cache time
fr: Durée du cache des métadonnées

source: Metadata HTTP timeout
fr: Timeout HTTP des métadonnées

source: Metadata (XML)
fr: Métadonnées (XML)

source: Create user if their username does not already exists
fr: Créer l’utilisateur si son identifiant n’existe pas déjà

source: Verify SSL certificate
fr: Vérifier le certificat SSL

source: Verify SSL certificate when doing HTTP requests, used when resolving artifacts.
fr: Vérification du certificat SSL lors des requêtes HTTP, utilisée lors de la résolution des artefacts.

source: Transient federation attribute
fr: Attribut temporaire de fédération

source: Name of an attribute to use in replacement of the NameID content when the NameID format is transient.
fr: Nom d’un attribut à utiliser en remplacement du contenu du NameID quand son format est temporaire (transient).

source: Realm (realm)
fr: Domaine (realm)

source: The default realm to associate to user, can be used in username template.
fr: Domaine à associer à l’utilisateur, utilisable dans le gabarit pour l’identifiant.

source: Username template
fr: Gabarit pour l’identifiant

source: The template to build and/or retrieve a user from its username based on received attributes, the syntax is the one from the str.format() method of Python. Available variables are realm, idp (current settings for the idp issuing the assertion), attributes. The default value is {attributes[name_id_content]}@{realm}. Another example could be {atttributes[uid][0]} to set the passed username as the username of the newly created user.
fr: Le gabarit pour construire et/ou récupérer un utilisateur depuis son identifiant, basé sur les attributs reçus. La syntaxe est celle de la méthode str.format() de Python. Les variables disponibles sont realm, idp (réglages courants de l'IdP émettant l’assertion), attributes. La valeur par défaut est {attributes[name_id_content]}@{realm}. Un autre exemple pourrait être {atttributes[uid][0]} pour affecter l’identifiant transmis comme identifiant de l’utilisateur nouvellement créé.

source: NameID policy format
fr: Politique de format du NameID

source: The NameID format to request.
fr: Le format du NameID à demander.

source: NameID policy allow create
fr: Politique du NameID autorisant la création

source: Force authentication on each authentication request.
fr: Forcer l’authentification à chaque requête d’authentification.

source: Add authnrequest next url extension
fr: Ajouter l’extension next_url aux AuthnRequest

source: Group attribute
fr: Attribut de groupe

source: Name of the SAML attribute to map to Django group names (for example "role").
fr: Nom de l’attribut SAML à associer aux noms de groupes Django (par exemple « role »).

source: Create group
fr: Créer le groupe

source: Create group or only assign existing groups.
fr: Créer le groupe ou seulement assigner à des groupes existants.

source: Error URL
fr: URL d’erreur

source: URL for the continue link when authentication fails. If not set, the RelayState is used. If there is no RelayState, application default login redirect URL is used.
fr: URL du lien continuer quand l’authentification échoue. Si laissé vide, le RelayState est utilisé. Si le RelayState n’existe pas, l'URL de connexion est utilisée.

source: Error redirect after timeout
fr: Délai de redirection après erreur

source: Timeout in seconds before automatically redirecting the user to the continue URL when authentication has failed.
fr: Délai en secondes avant de rediriger automatiquement l’utilisateur vers l’URL d’erreur quand l’authentification a échoué.

source: Authorized authentication class references, separated by commas. Empty value means everything is authorized. Authentication class reference must be obtained from the identity provider but should come from the SAML 2.0 specification.
fr: Références de classes d’authentification autorisées, séparées par des virgules. Une valeur vide signifie que toutes les classes sont autorisées. La référence d’une classe doit être obtenue depuis le fournisseur d’identité mais devrait venir de la norme SAML 2.0.

source: Attribute mapping (deprecated)
fr: Mapping des attributs (déprécié)

source: Maps templates based on SAML attributes to field of the user model, for example {"email": "attributes[mail][0]"}.
fr: Copie les attributs SAML reçus vers des attributs de l’utilisateur, par exemple {"email": "attributes[mail][0]"}.

source: Superuser mapping
fr: Mapping super-utilisateur

source: Gives superuser flags to user if a SAML attribute contains a given value, for example {"roles": "Admin"}.
fr: Donne l'attribut super-utilisateur si un attribut SAML contient une valeur donnée, par exemple {"roles": "Admin"}.

source: One of the metadata fields must be filled.
fr: L’un des champs métadonnées doit être rempli.

source: Metadata URL is unreachable: %s
fr: L’URL des métadonnées est indisponible : %s

source: View metadata
fr: Voir les métadonnées

source: User field
fr: Attribut utilisateur

source: SAML attribute
fr: Attribut SAML

source: Ignore case
fr: Ignorer la casse

source: Define which attributes are used to establish the link with an identity provider account. They are tried successively until one matches.
fr: Définir quels attributs sont utilisés pour établir la liaison avec un compte du fournisseur d’identité. Ils sont essayés successivement jusqu'à ce qu’une correspondance soit trouvée.

source: Attribute lookup
fr: Recherche par attribut

source: Lookup by attributes
fr: Recherche par attributs

source: "%(saml_attribute)s" (from "%(user_field)s")
fr: « %(saml_attribute)s » (depuis « %(user_field)s »)

source: case insensitive
fr: insensible à la casse

source: SAML attribute name
fr: Attribut SAML

source: Deny login if attribute is missing
fr: Refuser la connexion si l’attribut est absent.

source: Login will also be denied if attribute has more than one value.
fr: La connexion sera aussi refusée si l'attribut a plus d'une seule valeur.

source: Set user fields using received SAML attributes.
fr: Affecter des champs utilisateurs à partir des attributs SAML reçus.

source: Set an attribute
fr: Affecter un attribut

source: Set attributes
fr: Affectation d’attributs

source: "%(attribute)s" from "%(saml_attribute)s"
fr: « %(attribute)s » depuis « %(saml_attribute)s »

source: mandatory
fr: obligatoire

source: Signing key is missing. You need to set MELLON_PUBLIC_KEYS and MELLON_PRIVATE_KEY settings, otherwise assertions will not be signed.
fr: La clé de signature est manquante. Vous devez renseigner les réglages MELLON_PUBLIC_KEYS et MELLON_PRIVATE_KEY, dans le cas contraire les assertions ne seront pas signées.

source: Metadata URL:
fr: URL des métadonnées :

source: Expected attributes:
fr: Attributs attendus :

source: Commonly expected attributes:
fr: Attributs communément attendus :

source: Email (email)
fr: Courriel (email)

source: First name (first_name)
fr: Prénom (first_name)

source: Last name (last_name)
fr: Nom (last_name)

source: Link with SAML provider %(provider)s created on %(created)s (NameID %(name_id)s).
fr: Liaison avec le fournisseur d’identité SAML %(provider)s créée le %(created)s (NameID %(name_id)s).

source: proxy
fr: mandataire

source: services who can request proxy tickets for this service
fr: autres applications qui peuvent demander un ticket mandataire vers cette application

source: %s is an invalid URL
fr: %s n’est pas une URL valide

source: services
fr: applications

source: CAS attribute
fr: attribut pour les tickets

source: CAS attributes
fr: attributs pour les tickets

source: ticket id
fr: identifiant du ticket

source: fresh authentication
fr: nécessite une ré-authentification

source: valid
fr: valide

source: service URL
fr: URL de l’application

source: expire
fr: expiration

source: django session key
fr: clé de session django

source: proxies
fr: mandataires

source: Has access to Authentic's synchronization API
fr: Peut accéder à l’API de synchronisation d’Authentic

source: Activates user profiles selection
fr: Active la gestion des profils multiples pour un même utilisateur

source: Generate
fr: Générer

source: Cannot save user authorizations when authorization mode is none.
fr: Impossible de sauvegarder les autorisations de l’usager lorsqu’il n’y a aucun mode d’autorisation actif.

source: Cannot save redirect URIs bearing different domains if no sector identifier URI is provided.
fr: Impossible de sauvegarder des URIs de redirection portant des noms de domaine différents lorsqu’aucun identifiant de secteur n’est fourni.

source: You are not allowed to set an URI that does not match "{sector_identifier_uri}" because this value is used by the identifier policy.
fr: Vous ne pouvez pas définir une URI autre que "{sector_identifier_uri}" car cette valeur est utilisée par la politique des identifiants.

source: Please use the generate link to change %(fieldname)s
fr: Utilisez le lien « générer » pour changer %(fieldname)s

source: This claim name is already defined for this client. Pick another claim name.
fr: Ce nom de claim est déjà défini pour ce client. Veuillez choisir un autre nom de claim.

source: Use “⇩” (arrow down) for pre-defined claim values from the user profile.
fr: Utilisez « ⇩ » (touche directionnelle bas) pour obtenir la liste des valeurs de claim pré-définies par le profil utilisateur.

source: Add OIDC Claim
fr: Ajouter un claim OIDC

source: Edit OpenID Claim
fr: Modifier le Claim OIDC

source: Delete OpenID Claim
fr: Supprimer le Claim OIDC

source: Netloc is not permitted in a custom scheme URL
fr: Il n'est pas possible d'indiquer un domaine dans une URL avec un schéma d'URL privé.

source: pairwise unreversible
fr: pseudonyme irréversible

source: pairwise reversible
fr: pseudonyme réversible

source: email
fr: courriel

source: authorization code
fr: code d’autorisation

source: implicit/native
fr: implicite/natif

source: resource owner password credentials
fr: mot de passe du propriétaire de ressource

source: authorization by service
fr: autoriser par service

source: authorization by ou
fr: autoriser par collectivité

source: time during which the token is valid
fr: durée de validité du jeton

source: time during which the access token is valid
fr: durée de validité du jeton d’accès

source: authorization mode
fr: mode d’autorisation

source: authorization flow
fr: processus d’autorisation

source: always save authorization
fr: Toujours enregistrer les autorisations

source: do not display the “do not ask again” choice
fr: Ne pas afficher la case à cocher « Ne plus redemander »

source: duration of saved authorization (in days)
fr: Délai (en jours) de rétention des autorisations

source: 0 for default value (one year)
fr: 0 pour la valeur par défault (un an)

source: redirect URIs
fr: URIs de redirection

source: post logout redirect URIs
fr: URIs de redirection après déconnexion

source: sector identifier URI
fr: URI d’identifiant de secteur

source: identifier policy
fr: politique des identifiants

source: resource owner credentials grant scope
fr: portée de cession par crédentiels du propriétaire de la ressource

source: Permitted or default scopes (for credentials grant)
fr: Portées autorisées ou par défaut (pour la cession par crédentiels)

source: has API access
fr: a accès à l’API

source: activate users' juridical entity profiles management
fr: active la gestion des profils utilisateurs

source: frontchannel logout URI
fr: URI de déconnexion frontchannel

source: frontchannel timeout
fr: temps d’expiration pour la déconnexion frontchannel

source: Client MUST provide a PKCE code_challenge
fr: Le client DOIT fournir un code_challenge PKCE

source: If PKCE is mandatory, the only method accepted will be S256.
fr: Si le mécanisme PKCE est imposé, la seule méthode de challenge acceptée sera S256.

source: Client is issued a refresh token at token-endpoint request time
fr: Le client reçoit un jeton d’actualisation (refresh token) en réponse à sa requête au point d’accès de jeton (token endpoint)

source: If activated, a refresh token will be issued in reply to the client's request to the the token endpoint (as well as the usual access token). Such refresh tokens can then be consumed anytime for access token renewal.
fr: Si activé, un jeton d’actualisation (refresh token) sera émis en réponse à la requête du client vers le point d’accès de jeton (en plus de l’habituel jeton d’accès). Un tel jeton d’actualisation peut ensuite être utilisé pour le renouvellement du jeton d’accès.

source: You cannot use algorithm %(algorithm)s, setting A2_IDP_OIDC_JWKSET is not defined
fr: Impossible d’utiliser l’algorithme %(algorithm)s, le paramètre A2_IDP_OIDC_JWKSET n’est pas défini.

source: Redirect URIs must have the same domain or you must define a sector identifier URI if you want to use pairwiseidentifiers
fr: Les URIs de redirection doivent avoir le même domaine ou vous devez définir une URL d’identifiant de secteur si vous souhaitez utiliser des pseudonymes.

source: PKCE can only be used with the authorization code flow.
fr: PKCE peut uniquement être employé avec le processus d’autorisation par code (OIDC authorization code flow).

source: OU-based authorization requires that the client be within an OU.
fr: Le mode d’autorisation par collectivité nécessite d’en sélectionner une.

source: client ct
fr: type de contenu du client

source: user selected profile
fr: profil choisi par l’usager

source: state
fr: statut

source: redirect URI
fr: URI de redirection

source: session key
fr: clé de session

source: auth time
fr: date d’autorisation

source: Code challenge
fr: Challenge de code

source: Code challenge method
fr: Méthode de challenge de code

source: authorization
fr: autorisation

source: refresh token
fr: jeton d’actualisation (refresh token)

source: value of attribute
fr: valeur de l’attribut

source: attribute scopes
fr: portées (scopes) liées à cet attribut

source: Authentication access check
fr: Vérification d’autorisation d’accès

source: Do you want to be authenticated on this service?
fr: Souhaitez-vous être authentifié sur ce service ?

source: The following information will be sent to the service:
fr: Les informations suivantes seront envoyées au service :

source: Your email:
fr: Votre adresse de courriel :

source: Additionally, this service needs to be given access to this information at any time while you are offline.
fr: Par ailleurs, ce service nécessite que vous lui donniez accès à vos informations listées ci-dessus y compris lorsque vous êtes hors-ligne (accès « offline »).

source: You may authenticate as owner of the following juridical entity management profile, which may change the aforementioned information.
fr: Vous pouvez choisir de vous authentifier en tant que détenteur d’un profil personne morale, ce qui est susceptible de changer les informations transmises au service.

source: Keep my default user profile.
fr: Garder mon profil utilisateur par défaut

source: Unknown entity
fr: Profil inconnu

source: Profile of type %(type_name)s:
fr: Profil de type %(type_name)s:

source: Email address: %(email)s
fr: Adresse de courriel: %(email)s

source: Do not ask again
fr: Ne plus redemander

source: OIDC Claims
fr: Claims OIDC

source: Add claim
fr: Ajouter claim

source: Value
fr: Valeur

source: OpenID Connect Error "%(error_code)s": %(error_description)s
fr: Erreur OpenID Connect « %(error_code)s » : %(error_description)s

source: Missing parameter "%s"
fr: Paramètre « %s » manquant

source: Wrong client secret
fr: Mauvais secret de client

source: received %s
fr: %s a été reçu

source: Unknown client identifier: "%s"
fr: Identifiant de client inconnu : « %s »

source: Redirect URI "%s" is unknown.
fr: L’URI de redirection « %s » est inconnue.

source: Known redirect URIs are: %s
fr: Les URIs de redirection connues sont : %s

source: Client is configured for resource owner password credentials grant, authorize endpoint is not usable
fr: Le client est configuré pour le type de cession par crédentiels du propriétaire de la ressource, l’endpoint d’autorisation n’est pas utilisable.

source: Response type must be "code"
fr: Le type de réponse doit être « code »

source: Response type must be "id_token token" or "id_token"
fr: Le type de réponse doit être « id_token token » ou « id_token »

source: Scope must contain "openid", received "%s"
fr: La portée (scope) doit contenir « openid », mais « %s » a été reçu

source: Scope may contain "%(allowed_scopes)s" scope(s), received "%(scopes)s"
fr: La portée (scope) peut contenir « %(allowed_scopes)s », mais « %(scopes)s » a été reçu

source: Parameter "max_age" must be a positive integer
fr: Le paramètre « max_age » doit être un entier positif

source: Parameter "code_challenge_method" must be %s
fr: Le paramètre « code_challenge_method » doit être %s

source: or
fr: ou

source: Parameter "code_challenge_method" MUST be provided
fr: Le paramètre « code_challenge_method » DOIT être fourni

source: Authentication cancelled by user
fr: Authentification annulée par l’utilisateur

source: Login is required but prompt parameter is "none"
fr: La connexion est requise mais le paramètre d’invite (prompt) vaut « none »

source: User profile is not complete but prompt parameter is "none"
fr: Le profil de l’utilisateur est incomplet mais le paramètre d’invite (prompt) vaut « none »

source: Login is required because of max_age, but prompt parameter is "none"
fr: La connexion est de nouveau requise (max_age atteint), mais le paramètre d’invite (prompt) vaut « none »

source: User did not consent
fr: L’utilisateur n’a pas donné son consentement

source: Empty client identifier
fr: Identifiant de client vide

source: Wrong client identifier: %s
fr: Mauvais identifiant de client : %s

source: Your Origin header does not match the configured redirect_uris
fr: L’entête Origin ne correspond à aucune valeur de vos redirect_uris

source: Rate limit exceeded for IP address "%s"
fr: Nombre maximal de tentatives atteint pour l’adresse IP « %s »

source: Rate limit of %(ratelimit)s exceeded for client "%(client)s"
fr: Fréquence maximale de tentatives valant %(ratelimit)s atteinte pour le client « %(client)s »

source: Wrong content type. request content type must be 'application/x-www-form-urlencoded'
fr: Mauvais type de corps de requête (content type), le type doit être « application/x-www-form-urlencoded »

source: Request must bear both username and password as parameters using the "application/x-www-form-urlencoded" media type
fr: La requête doit porter à la fois le nom d’utilisateur (username) et le mot de passe (password) en tant que paramètre à l’aide du type de média « application/x-www-form-urlencoded »

source: Client is not configured for resource owner password credential grant
fr: Le client n’est pas configuré pour le type de cession par crédentiels du propriétaire de la ressource

source: Too many attempts with erroneous RO password, you must wait %s seconds to try again.
fr: Trop de tentatives avec un mot de passe de l’utilisateur erroné, vous devez attendre %s secondes avant de pouvoir essayer à nouveau.

source: Parameter "ou_slug" does not match an existing organizational unit
fr: Le paramètre « ou_slug » ne correspond à aucune collectivité existante

source: Invalid user credentials
fr: Mauvaises informations de connexion de l’utilisateur

source: User profile requested yet client does not manage profiles.
fr: Profil de l’utilisateur demandé alors que le client ne gère pas les profils.

source: Invalid profile
fr: Profil invalide

source: Code is unknown or has expired.
fr: Le code est inconnu ou a expiré.

source: Code was issued to a different client.
fr: Le code avait été fourni pour un autre client.

source: User is disconnected or session was lost.
fr: L’utilisateur est déconnecté ou la session a été perdue.

source: Redirect_uri does not match the code.
fr: Le paramètre « redirect_uri » ne correspond pas au code.

source: The code_verifier does not match the code_challenge.
fr: Le vérificateur de code (code_verifier) ne correspond pas au challenge.

source: Bearer authentication is mandatory
fr: L’authentification Bearer est obligatoire

source: Invalid Bearer authentication
fr: Authentification Bearer invalide

source: Token unknown
fr: Jeton inconnu

source: Token expired or user disconnected
fr: Le jeton est arrivé à expiration, ou bien l’utilisateur s’est déconnecté

source: Invalid post logout URI
fr: URI de retour après déconnexion invalide
