Repository: LoganSeven/publik_famille_demo
Catalog: authentic_snapshot/src/authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: It's not possible to reset your password. Please contact an administrator.
fr: Vous ne pouvez pas utiliser la procédure de récupération de compte. Veuillez contacter votre administrateur.

source: Enter new password
fr: Entrez un nouveau mot de passe

source: If you want to register, you need to logout first.
fr: Si vous voulez vous inscrire, vous devez d’abord vous déconnecter.

source: No means of registration provided.
fr: Aucun moyen d’enregistrement fourni.

source: Multiple registration attempts have already been made from this IP address. No further email will be sent, please check your spam folder or try again later.
fr: Plusieurs tentatives de création de compte ont déjà eu lieu depuis votre adresse IP. Les envois de nouveaux courriels sont bloqués, vous devriez vérifier votre dossier d’indésirables (spams, pourriels) ou réessayer plus tard.

source: SMS code validation
fr: Validation du code SMS

source: Invalid token
fr: Token invalide

source: Wrong SMS code.
fr: Mauvais code SMS.

source: The code has expired.
fr: Le code est périmé.

source: Your activation key is unknown or expired
fr: Votre clé d’activation est inconnue ou a expiré.

source: Activation failed
fr: Échec à l’activation du compte

source: You've been logged in with your already-existing account for this identifier.
fr: Vous avez été connecté(e) à votre compte déjà existant pour cet identifiant.

source: An error occured during account creation.
fr: Une erreur a eu lieu lors de la création du compte.

source: Request account deletion
fr: Demande de suppression de compte

source: You must re-authenticate to delete your account.
fr: Vous devez vous réauthentifier pour supprimer votre compte.

source: An account deletion validation email has been sent to your email address.
fr: Un message pour valider la suppression du compte a été envoyé à votre adresse électronique.

source: Confirm account deletion
fr: Confirmation de la suppression du compte

source: This account is inactive, it cannot be deleted.
fr: Ce compte est désactivé, il ne peut plus être supprimé.

source: The account deletion request is too old, try again
fr: La demande de suppression de compte est expirée.

source: The account deletion request is invalid, try again
fr: La demande de suppression de compte n’est pas valide.

source: The account deletion request was not on this site, try again
fr: Votre demande de suppression de compte vient d’un autre site que celui-ci.

source: This account has previously been deleted.
fr: Ce compte a déjà été supprimé.

source: Something went wrong while trying to delete your account. Try again later.
fr: Une erreur est survenue lors de la tentative de suppression de votre compte. Veuillez essayer à nouveau plus tard.

source: Something went wrong while processing your account deletion request. Please try again.
fr: Une erreur est survenue lors du traitement de votre demande de suppression de compte. Veuillez s’il-vous-plaît essayer à nouveau.

source: Deletion performed.
fr: Suppression effectuée.

source: Password Change
fr: Changement de mot de passe

source: Password change is forbidden
fr: Changement de mot de passe interdit

source: Password changed
fr: Mot de passe modifié

source: Consent Management
fr: Gestion des autorisations

source: Consent Delete
fr: Suppression des autorisations

source: Watch out, this password is the one from your local account and not the one from your FranceConnect provider. It will only be useful when you log in locally and not through FranceConnect.
fr: Attention, ce mot de passe est celui de votre compte local et en aucun cas celui du compte que vous utilisez au travers de FranceConnect. Il vous servira uniquement lorsque vous vous connecterez avec votre adresse de courriel plutôt que via FranceConnect.

source: Scopes
fr: Portées (scopes)

source: These scopes will be requested in addition to openid
fr: Ces étendues (scopes) seront demandées en plus de l’étendue « openid ».

source: Existing accounts with the same FranceConnect identity
fr: Comptes existants et reliés à la même identité FranceConnect

source: New account creation
fr: Création d’un nouveau compte

source: {full_name} — {identifier} (Linked on {timestamp})
fr: {full_name} — {identifier} (Identité liée le {timestamp})

source: Identifier unknown
fr: Identifiant inconnu

source: Choose between existing accounts or create a new one.
fr: Choisissez un compte existant ou créez-en un nouveau

source: Create a new account.
fr: Créer un nouveau compte

source: Wrong account selection
fr: Erreur à la sélection du compte

source: Subject identifiers mismatch
fr: Incohérence à la récupération de l’identifiant

source: Integration
fr: Intégration

source: Integration with new URLs (for version 2 only)
fr: Intégration, avec les nouvelles URLs (pour la version 2 uniquement)

source: given name (given_name)
fr: prénoms (given_name)

source: gender (gender)
fr: sexe (gender)

source: birthdate (birthdate)
fr: date de naissance (birthdate)

source: birthcountry (birthcountry)
fr: pays de naissance (birthcountry)

source: birthplace (birthplace)
fr: ville de naissance (birthplace)

source: family name (family_name)
fr: nom de naissance (family_name)

source: email (email)
fr: adresse électronique (email)

source: usual family name (preferred_username)
fr: nom d’usage (preferred_username)

source: core identity (identite_pivot)
fr: identité pivot (identite_pivot)

source: profile (profile)
fr: profil (profile)

source: birth profile (birth)
fr: profil de naissance (birth)

source: given name (from the RNIPP)
fr: prénom (given_name) depuis le RNIPP

source: family name (from the RNIPP)
fr: nom (family_name) depuis le RNIPP

source: gender (from the RNIPP)
fr: genre depuis le RNIPP

source: birthcountry (from the RNIPP)
fr: pays de naissance (birthcountry) depuis le RNIPP

source: birthplace (from the RNIPP)
fr: lieu de naissance (birthplace) depuis le RNIPP

source: birthdate (from the RNIPP)
fr: date de naissance (birthdate) depuis le RNIPP

source: profile (from the RNIPP)
fr: profil (profile) depuis le RNIPP

source: core identity (from the RNIPP)
fr: identité pivot (identite_pivot) depuis le RNIPP

source: Version 1 (deprecated mid-2025)
fr: Version 1 (dépréciation prévue mi-2025)

source: Version 2 (requires dedicated FC service registration)
fr: Version 2 (requiert un raccordement FC dédié)

source: Platform
fr: Plateforme

source: Client Secret
fr: Secret du fournisseur de service (« Client secret »)

source: Link by email address
fr: Réconciliation automatique sur le courriel

source: This legacy behaviour has been deprecated. If unchecked, this checkbox will disappear, and linking won't be activable again. If no specific use case on the platform requires this option, it is strongly recommended deactivating it as, generally speaking, the email address from one's FranceConnect identity must not be considered as trustworthy.
fr: Ce comportement obsolète est déprécié. Si laissée non-cochée, cette case à cocher disparaîtra, et il ne sera plus possible d’activer la réconciliation. En l’absence de cas d’usage spécifique nécessitant cette option sur la plateforme, il est fortement recommandé de la désactiver car, de façon générale, l’adresse courriel issue de l’identité FranceConnect d’un individu ne peut pas être considérée comme fiable pour la réconciliation automatique.

source: JSON WebKey set
fr: ensemble de WebKey JSON

source: Supports linking FC identity to several accounts
fr: Supporte la liaison d’une identité FranceConnect à plusieurs comptes

source: Some use cases require that a unique FranceConnect user identity be linked to several user accounts (this option requires adequate FranceConnect mappings and/or compatible email-uniqueness settings). Leave unchecked if unsure.
fr: Certains cas d’usage nécessitent qu’une même identité FranceConnect soit reliée à plusieurs comptes utilisateurs dans Publik (cette option implique un mapping FranceConnect adéquat et/ou une compatibilité du paramétrage d’unicité du courriel). En cas de doute, laissez cette option désactivée.

source: New integration URLs are strictly for version 2.
fr: Les nouvelles URLs d’intégration concernent la version 2 uniquement.

source: Multiaccount is activated yet clashes with email uniqueness.
fr: L’activation du multicompte entre en conflit avec l’unicité du courriel.

source: FranceConnect JWKSet URL is unreachable: %s
fr: L’URL de l’ensemble de clé (JWK) FranceConnect est indisponible : %s

source: modified
fr: modifié

source: access token
fr: jeton d’accès

source: user info
fr: informations utilisateur (« UserInfo »)

source: FranceConnect is the solution proposed by the French state to secure and streamline logging in to online services.
fr: FranceConnect est la solution proposée par l’État pour sécuriser et simplifier la connexion à vos services en ligne.

source: Configuration information to declare in your service provider enrollment form (“Datapass”)
fr: Informations de configuration à déclarer sur le formulaire de raccordement de votre fournisseur de service (espace « Datapass »)

source: Site URL:
fr: URL du site :

source: Login URL (redirect_uri):
fr: URL de connexion (redirect_uri) :

source: Logout URL (post_logout_redirect_uri):
fr: URL de déconnexion (post_logout_redirect_uri) :

source: Sector identifier URL (sector_identifier_uri): <i>leave empty</i>
fr: URL d’identifiant de secteur : <i>à laisser vide</i>

source: Signature algorithm: ES256 or RS256
fr: Algorithme de signature : ES256 ou RS256

source: Linked FranceConnect identity:
fr: Identité FranceConnect associée :

source: Delete link
fr: Supprimer la liaison

source: Link your user account to FranceConnect
fr: Lier votre compte utilisateur à FranceConnect

source: What is FranceConnect?
fr: Qu’est-ce que FranceConnect ?

source: (opens in new window)
fr: (s’ouvre dans une nouvelle fenêtre)

source: Log in with FranceConnect
fr: S’identifier avec FranceConnect

source: Link with FranceConnect created on
fr: Liaison avec FranceConnect créée le

source: You have just created an account using FranceConnect.
fr: Vous venez de vous créer un compte en utilisant FranceConnect.

source: Login now
fr: Me connecter maintenant

source: You can login by clicking on the link below:
fr: Pour vous connecter, veuillez cliquer sur le lien suivant :

source: Account creation using FranceConnect
fr: Création de votre compte via FranceConnect

source: Your FranceConnect identity has previously been linked to one or several accounts. Please select an existing account if you want to log in to it, or create a new one.
fr: Votre identité FranceConnect est déjà liée à un ou plusieurs comptes. Veuillez s’il vous plaît choisir un compte existant si vous souhaitez vous y connecter, ou choisir la création d’un nouveau compte.

source: Select
fr: Sélectionner

source: You're about to delete the link between your user account and FranceConnect.
fr: Vous êtes sur le point de supprimer la liaison entre votre compte usager et FranceConnect.

source: Deleting this link won't delete your user account. However, once the link with FranceConnect is deleted, it is no more possible to use FranceConnect to automatically log in to your user account. It is still possible to link your user account again, using the “FranceConnect” button on your account page.
fr: Supprimer cette liaison ne supprimera pas votre compte. Cependant, une fois supprimée la liaison FranceConnect avec votre compte usager, il ne vous sera plus possible de vous connecter automatiquement à votre compte usager en utilisant FranceConnect. Il vous sera toujours possible de lier à nouveau votre compte, en utilisant le bouton « FranceConnect » sur la page de gestion de votre compte.

source: On your next authentications, you will have to type in a password. Clicking the “Unlink” button here will prompt you to pick this new password. Please, mind that this password will be your local account's, not the one to the account used through FranceConnect whatsoever. It will be used when logging in to this website with your email address rather than through FranceConnect.
fr: Lors de vos prochaines connexions, vous aurez à taper un mot de passe. Si vous cliquez maintenant sur le bouton « Délier », vous aurez à choisir ce nouveau mot de passe. Attention, ce mot de passe sera celui de votre compte local et en aucun cas celui du compte que vous utilisez au travers de FranceConnect. Il vous servira uniquement sur le présent site lorsque vous vous connecterez avec votre adresse électronique plutôt que via FranceConnect.

source: Unlink
fr: Délier

source: Unknown INSEE code
fr: Code INSEE inconnu

source: Foreign country or territory ({})
fr: Pays ou territoire étranger ({})

source: invalid requested data, contact an administrator
fr: données invalides, veuillez contacter un administrateur

source: invalid request, contact an administrator
fr: requête invalide, veuillez contacter un administrateur

source: access denied
fr: accès refusé

source: server error, try again later
fr: erreur du serveur, veuillez réessayer plus tard

source: service temporarily unavailable, try again later
fr: le service est temporairement indisponible, veuillez réessayer plus tard

source: technical error, contact an administrator
fr: erreur technique, veuillez contacter un administrateur

source: Unable to connect to FranceConnect.
fr: Impossible de se connecter via FranceConnect.

source: Something went wrong during existing-account selection, try again or contact the site's administrator.
fr: Une erreur est survenue lors de la sélection du compte, veuillez s’il vous plaît essayer à nouveau ou contacter un administrateur de la plateforme.

source: Linking cancelled
fr: Annulation de la liaison

source: Something went wrong while logging you in, please contact an administrator.
fr: Une erreur est survenue lors de votre connexion, veuillez s’il vous plaît contacter un administrateur de la plateforme.

source: Unable to connect to FranceConnect: {desc} ({error}).
fr: Impossible de se connecter via FranceConnect : {desc} ({error}).

source: Unable to connect to FranceConnect: invalid issuer.
fr: Impossible de se connecter via FranceConnect : émetteur invalide.

source: Unable to connect to FranceConnect: %s.
fr: Impossible de se connecter via FranceConnect : %s.

source: Your FranceConnect account {} has been linked.
fr: Votre compte {} a été associé à FranceConnect.

source: The following fields are mandatory for account creation: %s
fr: Ces champs sont obligatoires pour créer un compte : %s

source: Your FranceConnect email address '%s' is already used by another account, so we cannot create an account for you. Please connect with you existing account or create an account with another email address then link it to FranceConnect using your account management page.
fr: L’adresse de courriel fournie par FranceConnect « %s » est déjà utilisée par un compte, nous ne pouvons pas vous créer un nouveau compte en l’utilisant. Vous pouvez vous connecter avec votre compte, ou créer un compte avec une autre adresse de courriel, puis demander à lier ce compte avec FranceConnect depuis la page de votre compte.

source: Your FranceConnect email address "%(email)s" is already used by the FranceConnect account of "%(user)s", so we cannot create an account for you. Please create an account with another email address then link it to FranceConnect using your account management page.
fr: L’adresse de courriel fournie par FranceConnect « %(email)s » est déjà utilisée par le compte de « %(user)s », nous ne pouvons pas vous créer un nouveau compte en l’utilisant. Vous pouvez vous créer un compte avec une autre adresse de courriel, puis demander à lier ce compte avec FranceConnect depuis la page de votre compte.

source: Your account is already linked to FranceConnect
fr: Votre compte est déjà associé à FranceConnect.

source: The FranceConnect identity {} is already linked to another account.
fr: L’identité FranceConnect {} est déjà associée à un autre compte.

source: Your account link to FranceConnect has been deleted.
fr: La liaison de votre compte à FranceConnect a été supprimée.

source: Your email is already linked to another SSO account, please contact an administrator.
fr: Votre adresse de courriel est déjà liée à un autre compte, veuillez contacter un administrateur.

source: %s Please contact your administrator.
fr: %s Veuillez contactez un administrateur.

source: OpenIDConnect provider %(name)s is currently down.
fr: Le fournisseur OpenID Connect « %(name)s » est actuellement défaillant.

source: Unable to validate the idtoken: {error}
fr: Impossible de valider l'IDToken: {error}

source: No user found
fr: Aucun utilisateur trouvé

source: JSON is fetched from the WebKey Set URL
fr: Le JSON est recupéré depuis l’URL du trousseau de clés (WebKey Set URL)

source: The claim is retrieved from the IDToken if checked, from the UserInfo endpoint otherwise.
fr: Le claim est récupéré depuis l’IDToken si cette casée est cochée, sinon il est récupéré via le point d’accès UserInfo.

source: OIDC user error
fr: Erreur d’utilisateur OIDC

source: Cannot create user for sub "%(sub)s" as issuer "%(issuer)s" does not allow it
fr: Pas de création de l’utilisateur avec le sub « %(sub)s » car l’éméteur « %(issuer)s » ne le permet pas

source: OIDC authentication error
fr: Erreur d’authentification OIDC

source: Missconfigured account, missing required claim %(claim)s in %(source)s
fr: Le compte n’est pas configuré correctement, le claim %(claim)s est requis mais manquant dans %(source)s

source: Missconfigured account, invalid value for required claim %(claim)s in %(source)s
fr: Le compte n’est pas configuré correctement, valeur invalide pour le claim %(claim)s dans %(source)s

source: OIDC role edition
fr: Modification d’un rôle via OIDC

source: based on condition : %(condition)s
fr: d’après de la condition : %(condition)s

source: adding role "%(role)s" to user "%(user)s"%(condition_reason)s
fr: ajout du rôle « %(role)s » à l’utilisateur « %(user)s »%(condition_reason)s

source: removing role "%(role)s" to user "%(user)s"%(condition_reason)s
fr: retrait du rôle « %(role)s » à l’utilisateur « %(user)s »%(condition_reason)s

source: create if account matching on email address failed (matching will fail if global and provider's ou-wise email uniqueness is deactivated)
fr: créer le compte si l’appairage sur l’adresse de courriel a échoué (l’appairage échouera si l’unicité du courriel est désactivée à l’échelle globale et au sein de la collectivité)

source: use sub to find existing user through UUID
fr: utiliser l’identifiant technique (sub) pour trouver un utilisateur grâce à son UUID

source: use sub to find existing user through username
fr: utiliser l’identifiant technique (sub) pour trouver un utilisateur grâce à son identifiant

source: use email claim (or sub if claim is absent) to find existing user through email
fr: utiliser le claim email (ou l’identifiant technique (sub) si le claim est absent) pour trouver un utilisateur grâce à son adresse de courriel

source: issuer
fr: émetteur

source: client id
fr: Identifiant du client (client id)

source: client secret
fr: Secret du client (client secret)

source: authorization endpoint
fr: point d’accès d’autorisation (authorization endpoint)

source: token endpoint
fr: point d’accès de jeton (token endpoint)

source: userinfo endpoint
fr: point d’accès d’information utilisateur (userinfo endpoint)

source: end session endpoint
fr: point d’accès de terminaison de session (end session endpoint)

source: token revocation endpoint
fr: point d’accès de révocation de jeton (token revocation endpoint)

# add english name between parenthesis
source: scopes
fr: portées (scopes)

source: URL of the provider's JSON WebKey Set
fr: URL du trousseau de clés au format JSON (WebKey Set) du fournisseur

source: This URL is usually part of the “well-known” URLs as per the OIDC specifications
fr: Cette URL fait communément partie des URLs « well-known », conformément aux spécifications OIDC

source: IDToken signature algorithm
fr: algorithme de signature de l’IDToken

source: Claims parameter supported
fr: Paramètre de claim pris en charge

source: strategy
fr: stratégie

source: max authentication age
fr: délai depuis la dernière authentification

source: Authentic2 synchronization supported
fr: Supporte la synchronisation d’Authentic

source: Last synchronization time
fr: Date et heure de dernière synchronisation

source: last modification date
fr: date de dernière modification

source: Supports passive authentication
fr: Supporte l’authentification passive

source: OIDC provider linked to issuer %(issuer)s with scopes %(scopes)s.
fr: Fournisseur d’identité OIDC lié à l’émetteur %(issuer)s avec les portées %(scopes)s.

source: A provider signature method should be declared, e.g. HMAC wich will use the client secret as the signature key.
fr: Une méthode de signature doit être déclarée, par exemple HMAC qui utilisera le secret de client en tant que clé de signature.

source: Provider signature method is %s yet no jwkset was provided.
fr: La méthode de signature est %s pourtant aucun jwkset n’a été fourni.

source: Provider signature method is %s yet the provided jwkset does not contain any such key type.
fr: La méthode de signature du fournisseur est %s pourtant le jwkset chargé ne contient aucune clé de ce type.

source: JWKSet URL is unreachable: %s
fr: L’URL de l’ensemble de clé JWK est indisponible : %s

source: not verified
fr: déclaratif

source: verified claim
fr: accompagné d’un claim de certification

source: always verified
fr: certifié

source: verified
fr: vérifié

source: idtoken claim
fr: claim de l’idtoken

source: Set user fields using claims.
fr: Affecter des champs utilisateurs à partir des claims.

source: provider
fr: fournisseur

source: Configuration information for your identity provider
fr: Informations pour la configuration pour votre fournisseur d’identité

source: Redirect URI (redirect_uri):
fr: URI de redirection (redirect_uri) :

source: Redirect URI after logout (post_logout_redirect_uri):
fr: URI de redirection de déconnexion (post_logout_redirect_uri) :

source: Link with OIDC provider %(name)s created on %(created)s (sub %(sub)s).
fr: Liaison avec le fournisseur d’identité OIDC %(name)s créée le %(created)s (sub %(sub)s).

source: Your account is misconfigured, missing required claim {}.
fr: Votre compte n’est pas configuré correctement, il manque le « claim » {}.

source: Your account is misconfigured, invalid value for required claim {}.
fr: Votre compte n’est pas configuré correctement, le « claim » {} a une valeur invalide.

source: Unable to reach the OpenID Connect configuration for %(issuer)s: %(error)s
fr: Impossible d’atteindre la configuration OpenID Connect pour %(issuer)s : %(error)s

source: MUST be a dictionnary
fr: DOIT être un dictionnaire

source: missing keys %s
fr: clés manquantes %s

source: %(key)s is not an https:// URL; %(value)s
fr: %(key)s n’est pas une URL https://; %(value)s

source: Invalid OpenID Connect configuration for %(issuer)s: %(error)s
fr: Configuration OpenID Connect invalide pour %(issuer)s : %(error)s

source: authorization code flow is unsupported: code response type is unsupported
fr: Le flot « authorization code » n’est pas pris en charge, aucune des « code response type » n’est pris en charge.

source: Unable to reach the OpenID Connect JWKSet for %(issuer)s: %(url)s %(error)s
fr: Impossible d’atteindre l’ensemble de clés JWL pour %(issuer)s : %(url)s %(error)s

source: Invalid JSKSet document: %s
fr: Ensemble de clés JWK invalide : %s

source: no common algorithm found for signing idtokens: %s
fr: aucun algorithme commun trouvé pour signer les idtokens : %s
