Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Friday
fr: vendredi

source: Saturday
fr: samedi

source: Sunday
fr: dimanche

source: invalid URL "%s", maybe using missing variables
fr: URL « %s » invalide, peut-être à cause de variables manquantes

source: invalid scheme in URL "%s"
fr: schéma invalide dans l’URL « %s »

source: Sound files
fr: Fichiers son

source: Video files
fr: Fichiers vidéo

source: Image files
fr: Fichiers image

source: Default value (%s)
fr: Valeur par défaut (%s)

source: no value
fr: pas de valeur

source: boolean
fr: booléen

source: bytes
fr: octets

source: datetime
fr: date et heure

source: time
fr: heure

source: decimal number
fr: nombre décimal

source: integer number
fr: nombre entier

source: list
fr: liste

source: string
fr: texte

source: file
fr: fichier

source: invalid decimal value: %r
fr: valeur décimale invalide : %r

source: This line contains invisible characters.
fr: Cette ligne contient des caractères invisibles.

source: My Space
fr: Mon espace

source: My Profile
fr: Mon profil

source: Empty profile
fr: Profil vide

source: Edit My Profile
fr: Modifier mon profil

source: Change My Password
fr: Modifier mon mot de passe

source: Remove My Account
fr: Supprimer mon compte

source: Apply Changes
fr: Enregistrer les changements

source: Edit Profile
fr: Modification du profil

source: Change Password
fr: Changement de mot de passe

source: Are you really sure you want to remove your account?
fr: Êtes-vous vraiment sûr·e de vouloir supprimer votre compte ?

source: Remove my account
fr: Supprimer mon compte

source: Removing Account
fr: Suppression de compte

source: Text on top of the profile page
fr: Texte en haut de la page de profil

source: This feature is not yet implemented.
fr: Cette fonctionnalité n’a pas encore été implémentée.

source: Sorry
fr: Désolé

source: Map data &copy; <a href="https://www.openstreetmap.org/copyright">OpenStreetMap</a>
fr: Données cartographiques &copy; <a href="https://www.openstreetmap.org/copyright">OpenStreetMap</a>

source: Belgian eID
fr: Carte d’identité électronique — eID ou itsme®

source: Site URL
fr: URL du site

source: Site URL (backoffice)
fr: URL du backoffice

source: Current Date
fr: Date actuelle

source: Current Date & Time
fr: Date et heure actuelles

source: Exception in method %r: returning a SOAP error
fr: Erreur dans la méthode %r: erreur SOAP reçue

source: SAML 2.0 support not yet configured.
fr: La prise en charge SAML 2.0 n’est pas encore configurée.

source: Invalid URL in RelayState
fr: URL invalide dans le RelayState

source: Invalid authentication response
fr: Réponse d’authentification invalide

source: Signature verification failed
fr: Erreur à la vérification de la signature

source: Authentication failure %s
fr: Erreur d’authentification %s

source: Request from unknown provider ID
fr: Requête d’un provider ID inconnu

source: Authentication failure; unknown principal
fr: Erreur d’authentification : utilisateur inconnu

source: Authentication failure; federation not found
fr: Erreur d’authentification : fédération non trouvée

source: Authentication failure; failed to get response
fr: Erreur d’authentification : pas de réponse reçue

source: Unknown error
fr: Erreur inconnue

source: No SAML Response
fr: Pas de réponse SAML

source: No SAML Response in query string
fr: Pas de réponse SAML dans la query string

source: Could not send logout request to the identity provider
fr: Impossible d’envoyer une requête de déconnexion au fournisseur d’identités

source: Failure to communicate with identity provider
fr: Impossibilité de communiquer avec le fournisseur d’identités.

source: Authentication error
fr: Erreur d’authentification

source: the homepage
fr: la page d’accueil

source: Continue to %s
fr: Continuer vers %s

source: wrong number of arguments
fr: mauvais nombre d’argument

source: unknown reference
fr: référence inconnue

source: sequence required
fr: séquence requise

source: unclosed block
fr: bloc non fermé

source: unmatched [end]
fr: [end] sans début

source: unmatched [else]
fr: [else] sans début

source: unavailable base location
fr: emplacement de base inconnu

source: bad format constant
fr: mauvais format de constante

source: unknown format constant
fr: format de constante inconnu

source: unknown error
fr: erreur inconnue

source: at line %(line)d and column %(column)d
fr: en ligne %(line)d, colonne %(column)d

source: syntax error in ezt template: %s
fr: erreur inconnue dans le gabarit EZT : %s

source: failure to render ezt template: %s
fr: impossibilité de faire le rendu du gabarit EZT : %s

source: syntax error in Django template: %s
fr: erreur de syntaxe dans le gabarit Django : %s

source: invalid usage of {%% url %%} in template
fr: utilisation invalide de {%% url %%} dans le gabarit

source: missing variable "%s" in template
fr: variable « %s » absente dans le gabarit

source: failure to render Django template: %s
fr: impossibilité de faire le rendu du gabarit Django : %s

source: Warning: this field has too many choices, it will slow down the display.
fr: Attention : ce champ a trop de choix, il ralentira l’affichage.

source: Drop a file or click to select one
fr: Déposez un fichier ou cliquez pour en sélectionner un.

source: Upload done
fr: Téléchargement terminé.

source: Upload in progress...
fr: Téléchargement en cours…

source: Resizing image...
fr: Redimensionnement de l’image…

source: Error during upload.
fr: Erreur lors du transfert.

source: Remove the file:
fr: Retirer le fichier :

source: remove
fr: retirer

source: Pick a file from the portfolio
fr: Choisir un fichier dans le porte-document

source: Use file from the portfolio
fr: Utiliser un fichier du porte-document

source: Preview payload structure
fr: Prévisualiser la structure de la requête

source: Close
fr: Fermer

source: The / in parameter name allows to generate complex objects. Thus a parameter named "element/child" containing "value" will generate the payload "element": {"child": "value"}. If the subkey, i.e. "child", is an integer it will become a list index and two elements "element/0", "element/1" (indexes should start from zero) containing "value1" and "value2" will generate the payload "element": ["value1", "value2"]. It is possible to combine the two types, for example "element/0/key1" to generate a list of objects.
fr: Un caractère « / » dans un nom de paramètre permet de générer des structures complexes. Un paramètre nommé « element/child » avec comme valeur « value » produira "element": {"child": "value"}. La sous-clé (ici « child ») peut être un nombre entier, elle désigne alors un index dans une liste et les deux éléments « element/0 » et « element/1 » avec respectivement comme valeurs « value1 » et « value2 » produiront "element": ["value1", "value2"]. Les deux types peuvent se combiner, par exemple « element/0/key1 », pour générer une liste d’objets.

source: No available timeslots.
fr: Pas d’horaire disponible.

source: Previous days
fr: Jours précédents

source: Next days
fr: Jours suivants

source: If you cannot find this address in the list you can check this box to manually enter it.
fr: Si l’adresse est introuvable ci-dessus, cochez cette case pour la saisir manuellement.

source: Add another %(card)s
fr: Ajouter un·e autre « %(card)s »

source: Edit selected %(card)s
fr: Modifier le/la « %(card)s »

source: See selected %(card)s
fr: Voir le/la « %(card)s »

source: Select a day
fr: Sélectionner un jour

source: Scroll to the right
fr: Défiler vers la droite

source: Scroll to the left
fr: Défiler vers la gauche

source: Select start and end hours for a booking on
fr: Sélectionner les heures de début et de fin pour une réservation le

source: Available times
fr: Heures disponibles

source: from %(start)s to %(end)s
fr: de %(start)s à %(end)s

source: There was a temporary error during your authentication, please retry later.
fr: Il y a eu une erreur lors de l’authentification, veuillez réessayer plus tard.

source: Retry
fr: Réessayer

source: |getlist on unsupported value
fr: |getlist appelé sur une valeur pas prise en charge

source: |get_table_column on invalid value
fr: |get_table_column appelé sur une valeur invalide

source: |get_table_column with invalid column number
fr: |get_table_column appelé avec un numéro de colonne invalide

source: |get_table_row on invalid value
fr: |get_table_row appelé sur une valeur invalide

source: |get_table_row with invalid row number
fr: |get_table_row appelé avec un numéro de ligne invalide

source: Failed to apply unaccent filter on value (%s)
fr: Erreur à l’application du filtre unaccent sur la valeur (%s)

source: {%% action_button %%} requires a label parameter
fr: {%% action_button %%} nécessite un paramètre « label »

source: {%% temporary_action_button %%} requires a label parameter
fr: {%% temporary_action_button %%} nécessite un paramètre « label »

source: |%(filter)s used on something else than a queryset (%(obj)r)
fr: |%(filter)s utilisé sur autre chose qu’une requête (%(obj)r)

source: |objects with invalid source (%r)
fr: |objects appelé sur une source invalide (%r)

source: |objects with invalid reference (%r)
fr: |objects utilisé avec une référence invalide (%r)

source: |count used on uncountable value
fr: |count utilisé sur une valeur non dénombrable

source: |rename_file called with empty new name
fr: |rename_file appelé avec un nom vide

source: |convert_image_format: unknown format (must be one of %s)
fr: |convert_image_format: format inconnu (doit être un de %s)

source: |convert_image_format: missing input
fr: |convert_image_format: données manquantes

source: |convert_image_format: not supported
fr: |convert_image_format: pas pris en charge

source: |convert_image_format: conversion error (%s)
fr: |convert_image_format: erreur de conversion (%s)

source: Repetition count %(val)r is not a number
fr: Le nombre de répétition %(val)r is not a number

source: Repetition count (%(val)s) have non-zero decimal part
fr: Le nombre de répétition (%(val)s) a une partie décimale non-nulle

source: Repetition count (%(val)s) is negative
fr: Le nombre de répétition (%(val)s) est négatif

source: Cannot repeat something that is not a string or a list (%(val)r)
fr: Il n’est pas possible de répéter quelque chose qui n’est ni une chaîne ni une liste (%(val)r)

source: |check_no_duplicates not used on a list (%s)
fr: |check_no_duplicates pas utilisé sur une liste (%s)

source: |details_format called without specifying a format
fr: |details_format appelé sans préciser de format

source: |details_format called with unknown format (%s)
fr: |details_format appelé avec un format inconnu (%s)

source: {%% zip %%} invalid zip filename "%s" reverting to "archive.zip"
fr: problème d’utilisation de {%% zip %%}, nom de fichier invalide (%s), utilisation de « archive.zip » à la place

source: {%% zip %%} missing zip filename
fr: problème d’utilisation de {%% zip %%}, nom du fichier zip manquant

source: {%% zip %%} invalid zip filename expression "%s"
fr: problème d’utilisation de {%% zip %%}, expression invalide (%s) pour le nom du fichier .zip

source: {%% zip %%} invalid content descriptor "%s"
fr: problème d’utilisation de {%% zip %%}, description de contenu invalide (%s)

source: {%% zip %%} invalid content filename "%s"
fr: problème d’utilisation de {%% zip %%}, nom de fichier contenu invalide (%s)

source: {%% zip %%} invalid content expression "%s"
fr: problème d’utilisation de {%% zip %%}, expression de contenu invalide (%s)

source: Logged Users
fr: Utilisateurs identifiés

source: Authentication subsystem is not yet configured.
fr: Le sous-système d’authentification n’est pas encore configuré

source: Upload storage error
fr: Erreur lors de la réception du fichier

source: Home
fr: Accueil

source: unknown user
fr: Utilisateur inconnu

source: Restored snapshot %(id)s (%(timestamp)s)
fr: Restauration de la sauvegarde %(id)s (%(timestamp)s)

source: Stalled processing
fr: Traitement interrompu

source: Forms Count
fr: Nombre de demandes

source: Interval
fr: Intervalle

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: Week day
fr: Jour de la semaine

source: Hour
fr: Heure

source: Form(s)
fr: Formulaire(s)

source: Cards Count
fr: Nombre de fiches

source: Time between two statuses (forms)
fr: Durée entre deux statuts (demandes)

source: Time between two statuses (cards)
fr: Durée entre deux statuts (fiches)

source: All forms of category %s
fr: Tous les formulaires de la catégorie %s

source: Number of months to show
fr: Nombre de mois à afficher

source: Last six months
fr: Six derniers mois

source: Last twelve months
fr: Douze derniers mois

source: Simplified status
fr: Statut simplifié

source: Ignore forms where "%s" is empty.
fr: Ignorer les demandes/fiches où « %s » est vide.

# statistics
source: Open
fr: Ouverts

# statistics
source: Done
fr: Terminés

source: In progress
fr: En cours

source: Minimum time
fr: Temps minimum

source: Maximum time
fr: Temps maximum

source: Mean
fr: Moyenne

source: Median
fr: Médiane

source: Any initial status
fr: Tout statut initial

source: Start status
fr: Statut initial

source: End status
fr: Statut d’arrivée

source: Any final status
fr: Tout statut final

source: No final status in workflow.
fr: Pas de statut final dans le workflow.

source: Time between %(start_status)s and %(end_status)s
fr: Durée entre %(start_status)s et %(end_status)s

source: any final status
fr: tout statut final

source: Time between creation and any final status
fr: Durée entre la création et tout statut final

source: The action has been confirmed. You can now close this window.
fr: L’action a été confirmée. Vous pouvez fermer cette page.

source: Please confirm action.
fr: Veuillez confirmer l’action.

source: Toggle sidebar
fr: Plier/déplier la barre latérale

source: These forms have ancient data. Their workflows should be reviewed so they are anonymised or deleted.
fr: Ces formulaires contiennent des vieilles demandes. Leurs workflows devraient être révisés pour assurer une anonymisation ou une suppression.

source: Parameters
fr: Paramètres

source: Access identifier:
fr: Identifiant d’accès :

source: Access key:
fr: Clé d’accès :

source: API client from identity provider, identifier:
fr: Client d’API du fournisseur d’identité, identifiant :

source: Restricted to anonymised data
fr: Limité aux données anonymisées

source: Roles:
fr: Rôles :

source: API accesses are now globally managed on the identity provider.
fr: Le contrôle d’accès aux API est désormais géré globalement depuis le fournisseur d’identités.

source: Manage API clients
fr: Gérer les clients d’API

source: There are no API access defined.
fr: Il n’y a pas d’accès aux API configurés.

source: %(elements_label)s outside applications
fr: %(elements_label)s hors applications

source: Deprecations
fr: Dépréciations

source: %(fields_count)s field
fr: %(fields_count)s champ

source: Field Blocks
fr: Blocs de champs

source: New field block
fr: Nouveau bloc de champs

source: You can add data to this card by uploading a JSON file.
fr: Vous pouvez créer de nouvelles fiches en téléchargeant un fichier JSON.

source: You can add data to this card by uploading a CSV or JSON file.
fr: Vous pouvez créer de nouvelles fiches en téléchargeant un fichier CSV ou JSON.

source: Download sample CSV file for this card
fr: Télécharger un fichier CSV d’exemple pour ce modèle de fiche

source: %(labels)s is required but cannot be filled from CSV.
fr: %(labels)s est obligatoire mais ne peut pas être rempli depuis un fichier CSV.

source: Only JSON files can be imported.
fr: Seul le format JSON peut être utilisé.

source: Last tests run:
fr: Dernière exécution des tests :

source: edit
fr: modifier

source: This card model is used as data source in the following forms:
fr: Ce modèle de fiche est utilisé par les formulaires suivants :

source: List of cards
fr: Liste des fiches

source: Search:
fr: Chercher :

source: Quick search
fr: Recherche rapide

source: There are no card models defined.
fr: Il n’y a pas de modèles de fiches configurés.

source: There are no categories defined.
fr: Il n’y a pas de catégories.

source: Identifier:
fr: Identifiant :

source: Management roles:
fr: Rôles de gestion :

source: Export roles:
fr: Rôles pour les exports :

source: Statistics roles:
fr: Rôles pour les statistiques :

source: This category is readonly.
fr: Cette catégorie est en lecture seule.

source: Recently deleted object
fr: Élément supprimé récemment

source: Searching...
fr: Recherche en cours…

source: This comment template still needs to be configured.
fr: Ce modèle de message doit encore être configuré.

source: This comment template is readonly.
fr: Ce modèle de message est en lecture seule.

source: New comment template
fr: Nouveau modèle de message

source: changed at %(timestamp)s
fr: Modifiées le %(timestamp)s

source: initial data
fr: Données initiales

source: Old value
fr: Ancienne valeur

source: New value
fr: Nouvelle valeur

source: Invalidate cache
fr: Invalider le cache

source: Type of source:
fr: Type de source :

source: Agenda data
fr: Données de l’agenda

source: Copy of:
fr: Copie de :

source: Extra query string data:
fr: Données supplémentaires à envoyer en paramètres de l’URL :

source: JSON Expression:
fr: Valeur JSON :

source: Users with roles:
fr: Utilisateurs avec ces rôles :

source: Users without roles:
fr: Utilisateurs sans ces rôles :

source: Include disabled users:
fr: Inclure les usagers désactivés :

source: Cache Duration:
fr: Durée de conservation en cache :

source: Notify on errors:
fr: Notifier en cas d’erreur :

source: Record on errors:
fr: Enregistrer en cas d’erreur :

source: Preview (first items only)
fr: Aperçu (premiers éléments seulement)

source: Loading items...
fr: Chargement du contenu…

source: Usage in forms
fr: Utilisation dans les formulaires

source: Not configured
fr: Non configurée

source: This data source is readonly.
fr: Cette source de données est en lecture seule.

source: New User Data Source
fr: Nouvelle source de données « Utilisateurs »

source: Refresh agendas
fr: Actualiser les agendas

source: Rescan for deprecations
fr: Scanner à nouveau

source: No deprecated items were found on this site.
fr: Aucun élément déprécié n’a été trouvé.

source: Read more
fr: En savoir plus

source: Support will be removed on
fr: La fonctionnalité sera retirée le

source: Generated on:
fr: Généré le :

source: Force download
fr: Télécharger malgré tout

source: Go back
fr: Retourner à la page précédente

source: default type
fr: type par défaut

source: There are no file type defined at the moment.
fr: Il n’y a pas encore de types de fichier configurés.

source: Test tools
fr: Outils de test

source: Actions Tracing
fr: Suivi des actions

source: Markers Stack
fr: Pile des marqueurs

source: Related Forms/Cards
fr: Demandes et fiches liées

source: Beware actions, links and details do not represent the workflow as it was at the time it was run but as it is now. There can be inconsistencies.
fr: Attention les actions, liens et détails associés correspondent au workflow tel qu’il existe actuellement, pas nécessairement tel qu’il était au moment de l’exécution.

source: Drafts
fr: Brouillons

source: Custom views
fr: Vues personnalisées

source: Backoffice Submission Role
fr: Rôle pour la saisie backoffice

source: Limit to one form
fr: Limiter à un seul formulaire

source: Display to unlogged users
fr: Afficher aux utilisateurs non-connectés

source: Management sidebar elements
fr: Contenu de la barre latéral pour le traitement

source: Tracking codes
fr: Codes de suivi

source: Maximum number of drafts per user
fr: Nombre maximum de brouillons par utilisateur

source: Redirection when disabled
fr: Redirection quand désactivé

source: Publication date
fr: Date de publication

source: Expiration date
fr: Date d’expiration

source: Key indicators on existing drafts
fr: Indicateurs clés sur les brouillons existants

source: Covered period: last %(count)s days.
fr: Période concernée : %(count)s derniers jours.

source: Rate for in-progress forms, by page
fr: Taux de demandes en cours de saisie, par page

source: Completion rate: count of submitted forms, against count of drafts
fr: Taux d’achèvement : nombre de demandes enregistrées, sur le nombre total de brouillons

source: There are currently no drafts for this form.
fr: Il n’y a actuellement pas de brouillons pour cette démarche.

source: Author
fr: Auteur·ice

source: Default view
fr: Vue par défaut

source: Order by
fr: Tri

source: Display public URL
fr: Voir l’URL publique

source: Display QR Code
fr: Afficher le code QR

source: change title
fr: changer le titre

source: Preview Online
fr: Aperçu en ligne

source: Display Online
fr: Voir en ligne

source: There are no forms defined.
fr: Il n’y a pas de formulaires configurés.

source: %(len)s selected %(item_name)s
fr: %(len)s %(item_name)s sélectionnées

source: Translation
fr: Traduction

source: Rescan site
fr: Scanner à nouveau le site

source: All forms and card models
fr: Tous les formulaires et modèles de fiche

source: Include non-translatable strings
fr: Inclure les textes marqués à ne pas traduire

source: Language:
fr: Langue :

source: There are no field blocks defined.
fr: Il n’y a pas de blocs de champs configurés.

source: There are no comment templates defined.
fr: Il n’y a pas de modèle de message défini.

source: Users Data Sources
fr: Sources de données « Utilisateurs »

source: There are no users data sources defined.
fr: Il n’y a pas de source de données « utilisateurs » configurées.

source: There are no data sources defined.
fr: Il n’y a pas de source de données manuellement configurées.

source: Data Sources from Card Models
fr: Sources de données issues des modèles de fiches

source: automatically configured
fr: automatiquement configurées

source: There are no data sources from card models.
fr: Il n’y a pas de sources de données définies par des modèles de fiches.

source: not found
fr: non trouvé

source: There are no agendas.
fr: Il n’y a pas d’agendas.

source: Edit documentation
fr: Modifier la documentation

source: Published from %(date1)s until %(date2)s
fr: Publié du %(date1)s au %(date2)s

source: Published from %(date1)s
fr: Publié à partir du %(date1)s

source: Unpublished since %(date2)s
fr: Dépublié depuis le %(date2)s

source: Published until %(date2)s
fr: Publié jusqu’au %(date2)s

source: Only page
fr: Page unique

source: Confirmation page
fr: Page de confirmation

source: There are no mail templates defined.
fr: Il n’y a pas de modèle de courriel défini.

source: There are integrity errors in the database column types.
fr: Il y a des erreurs d’intégrité dans les types de colonne de la base de données.

source: expected: %(expected)s, got: %(got)s.
fr: attendu : %(expected)s, récupéré : %(got)s.

source: Success
fr: Succès

source: Failure
fr: Échec

source: Most recent activity
fr: Activité la plus récente

source: First page
fr: Première page

source: More recent activity
fr: Activité plus récente

source: More ancient activity
fr: Activité plus ancienne

source: Most ancient activity
fr: Activité la plus ancienne

source: Last page
fr: Dernière page

source: First occurence:
fr: Première occurrence :

source: Latest occurence:
fr: Dernière occurrence :

source: inspector
fr: inspecteur

source: Data:
fr: Données :

source: This error has already been marked for deletion.
fr: Cette erreur a déjà été marquée pour être supprimée.

source: Count
fr: Nombre

source: Subject:
fr: Sujet :

source: This mail template still needs to be configured.
fr: Ce modèle de courriel doit être configuré.

source: This mail template is readonly.
fr: Ce modèle de courriel est en lecture seule.

source: New mail template
fr: Nouveau modèle de courriel
