Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hello, A new form has been submitted, you can see it with this link: {{ form_url_backoffice }} {% if form_details %} For reference, here are the details: {{ form_details }} {% endif %}
fr: Bonjour, Une nouvelle demande a été reçue, vous pouvez la consulter en suivant ce lien : {{ form_url_backoffice }} {% if form_details %} Pour référence, voici le détail de la demande : {{ form_details }} {% endif %}

source: Notification of change to receiver
fr: Notification de changement au destinataire

source: Hello, A form just changed, you can consult it with this link: {{ form_url_backoffice }} {% if form_status_changed %} Status of the form just changed (from "{{ form_previous_status }}" to "{{ form_status }}"). {% endif %} {% if form_comment %}New comment: {{ form_comment }}{% endif %} {% if form_evolution %} {{ form_evolution }} {% endif %}
fr: Bonjour, Le statut d’une demande vient de changer, vous pouvez en prendre connaissance en suivant ce lien : {{ form_url_backoffice }} {% if form_status_changed %} Le statut de la demande est passé de « {{ form_previous_status }} » à « {{ form_status }} ». {% endif %} {% if form_comment %}Nouveau commentaire : {{ form_comment }}{% endif %} {% if form_evolution %} {{ form_evolution }} {% endif %}

source: Form Name
fr: Nom du formulaire

source: Updating digests
fr: Mise à jour des résumés

source: Updating statistics data
fr: Mise à jour des données pour les statistiques

source: Updating digests and statistics data
fr: Mise à jour des résumés et des données pour les statistiques

source: Updating relations
fr: Mise à jour des relations

source: Error
fr: Erreur

source: This action link is no longer valid.
fr: Ce lien d’action n’est plus valide.

source: This action link has already been used or has expired.
fr: Ce lien d’action a déjà été utilisé ou est expiré.

source: This action link is no longer valid as the attached form has been removed.
fr: Ce lien d’action n’est plus valide, la demande associée a été supprimée.

source: Configuration error: no available action.
fr: Erreur de configuration : aucune action disponible.

source: Configuration error in global interactive action (%s), check roles and functions.
fr: Erreur de configuration dans l’action globale interactive (%s), veuillez vérifier les rôles et les fonctions.

source: Run selected action on all pages
fr: Exécuter l’action choisie sur toutes les pages

source: Another action has been performed on this form in the meantime and data may have been changed.
fr: Une autre action a eu lieu sur cette demande entretemps et les données peuvent avoir été modifiées.

source: ID not available in filtered view
fr: ID non disponible dans la vue filtrée

source: Your case has been handled by:
fr: Votre dossier a été pris en charge par :

source: Your case is handled by:
fr: Votre dossier est pris en charge par :

source: Summary
fr: Résumé

source: Backoffice Data
fr: Données de traitement

source: Processing...
fr: Traitement en cours…

source: less than a minute ago
fr: il y a moins d’une minute

source: less than %s minutes ago
fr: il y a moins de %s minutes

source: Be warned forms of this user are also being looked at by: %s.
fr: Attention, les formulaires de cet utilisateur sont également consultés par : %s.

source: (unlock actions)
fr: (débloquer les actions)

source: Go back to listing
fr: Retourner au listing

source: Error: actions are currently running.
fr: Erreur : des actions sont actuellement en cours.

source: Error: parallel execution.
fr: Erreur : exécution parallèle.

source: This was only a preview: form was not actually submitted.
fr: Le formulaire est en prévisualisation, aucune donnée n’a été transmise.

source: Start another preview.
fr: Recommencer.

source: Rate limit reached (%s).
fr: Limite de fréquence d’accès atteinte (%s).

source: Verify
fr: Vérifier

source: Access denied: this content does not match the form.
fr: Accès refusé : le contenu ne correspond pas à celui de la demande.

source: Access rights verification
fr: Vérification des droits d’accès

source: Missing code parameter.
fr: Paramètre « code » manquant.

source: Save Changes
fr: Enregistrer les changements

source: Filling
fr: Édition

source: Validating
fr: Validation

source: Invalid return URL.
fr: URL de retour invalide.

source: Invalid cancel URL.
fr: URL de retour sur annulation invalide

source: Submit form
fr: Valider la saisie

source: Next
fr: Suivant

source: Go to next page
fr: Aller à la page suivante

source: Go back to previous page
fr: Aller à la page précédente

source: Previous
fr: Précédent

source: Cancel form
fr: Annuler la saisie

source: Discard form
fr: Abandonner la saisie

source: leave this field blank to prove your humanity
fr: Laissez ce champ vide pour prouver votre humanité

source: and leave this field as prefilled by javascript
fr: et laissez ce champ prérempli automatiquement en l’était

source: Value too long for field %(field)s: %(value)s (truncated)
fr: Valeur trop longue pour le champ %(field)s : %(value)s (tronquée)

source: Invalid value "%(value)r" for computed field "%(field)s"
fr: Valeur invalide (« %(value)s ») pour le champ de donnée calculée « %(field)s »

source: Invalid data source for field "%s"
fr: Source de données invalide pour le champ « %s »

source: Invalid value "%(value)s" for field "%(field)s"
fr: Valeur invalide (« %(value)s ») pour le champ « %(field)s »

source: Missing edit data.
fr: Données d’édition absentes.

source: You need a stronger authentication level to fill this form.
fr: Vous devez vous connecter avec une authentification plus forte pour accéder à ce formulaire.

source: Login with %s
fr: Connexion avec %s

source: Not an API view.
fr: Pas vue d’API.

source: Sorry, your session has been lost.
fr: Désolé, votre session a été perdue.

source: This form has no visible page.
fr: Ce formulaire n’a aucune page visible.

source: Technical error, please try again.
fr: Erreur technique, veuillez réessayer.

source: Honey pots should be left untouched.
fr: Les pots de miel ne doivent pas être touchés.

source: Technical error saving draft, please try again.
fr: Erreur technique à l’enregistrement du brouillon, veuillez réessayer.

source: Unexpected field error, please check.
fr: Erreur inattendue sur un champ, veuillez vérifier ceux-ci.

source: Change in test data
fr: Modification des données du formulaire

source: Tracking code
fr: Code de suivi

source: Load
fr: Valider

source: Logout
fr: Déconnexion

source: Login
fr: S’identifier

source: Register
fr: S’inscrire

source: Your Current Drafts
fr: Vos brouillons en cours

source: Your Current Forms
fr: Vos demandes en cours

source: Your Past Forms
fr: Vos demandes traitées

source: already completed
fr: déjà complétée

source: review
fr: relire

source: authentication required
fr: identification requise

source: All forms
fr: Tous les formulaires

source: Welcome text on home page for logged users
fr: Texte de bienvenue pour les utilisateurs identifiés

source: Welcome text on home page for unlogged users
fr: Texte de bienvenue pour les utilisateurs non-identifiés

source: Explanation text before the CAPTCHA
fr: Texte d’explication avant le CAPTCHA

source: <h3>Verification</h3> <p> In order to submit the form you need to complete this simple question. </p>
fr: <h3>Veuillez répondre à la question suivante.</h3> <p> Avant de continuer, vous devez répondre à cette simple question. Il s’agit de prouver que vous êtes un humain et non un robot. </p>

source: Message when a form has been recorded
fr: Message quand un formulaire a été enregistré

source: The form has been recorded on {{ form_receipt_datetime }} with the number {{ form_number }}. {% if form_submission_agent_display_name %} It has been submitted for you by {{ form_submission_agent_display_name }} {% if form_submission_channel == "phone" %}after a phone call. {% elif form_submission_channel == "email" %}after an email. {% elif form_submission_channel == "mail" %}after a mail. {% elif form_submission_channel == "social-network" %}after a message on a social network. {% elif form_submission_channel == "counter" %}after your passage at the counter. {% else %}. {% endif %} {% endif %}
fr: Le formulaire a été enregistré le {{ form_receipt_datetime }} avec le numéro {{ form_number }}. {% if form_submission_agent_display_name %} Il a été saisi pour vous par {{ form_submission_agent_display_name }} {% if form_submission_channel == "phone" %}suite à un appel téléphonique. {% elif form_submission_channel == "email" %}suite à un courriel. {% elif form_submission_channel == "mail" %}suite à un courrier. {% elif form_submission_channel == "social-network" %}suite à un message sur un réseau social. {% elif form_submission_channel == "counter" %}suite à votre passage au guichet. {% else %}. {% endif %} {% endif %}

source: Message when a form has been recorded, and the form is set to only allow one per user
fr: Message quand un formulaire a été enregistré, et que le formulaire est créé pour n’autoriser qu’un seul exemplaire par utilisateur

source: The form has been recorded on {{ form_receipt_datetime }}. {% if form_submission_agent_display_name %} It has been submitted for you by {{ form_submission_agent_display_name }} {% if form_submission_channel == "phone" %}after a phone call. {% elif form_submission_channel == "email" %}after an email. {% elif form_submission_channel == "mail" %}after a mail. {% elif form_submission_channel == "social-network" %}after a message on a social network. {% elif form_submission_channel == "counter" %}after your passage at the counter. {% else %}. {% endif %} {% endif %}
fr: Le formulaire a été enregistré le {{ form_receipt_datetime }}. {% if form_submission_agent_display_name %} Il a été saisi pour vous par {{ form_submission_agent_display_name }} {% if form_submission_channel == "phone" %}suite à un appel téléphonique. {% elif form_submission_channel == "email" %}suite à un courriel. {% elif form_submission_channel == "mail" %}suite à un courrier. {% elif form_submission_channel == "social-network" %}suite à un message sur un réseau social. {% elif form_submission_channel == "counter" %}suite à votre passage au guichet. {% else %}. {% endif %} {% endif %}

source: Message when a form is displayed before validation
fr: Message quand un formulaire est affiché pour validation

source: Check values then click submit.
fr: Vérifiez le contenu du formulaire puis cliquez sur « Valider ».

source: Short text in the tracking code box
fr: Text court dans la boite du code de suivi

source: Wrong HTTP method (must be POST or PUT).
fr: Méthode HTTP invalide (doit être POST ou PUT).

source: Insufficient roles.
fr: Rôles insuffisants.

source: Formdata currently processing actions.
fr: Actions en cours de traitement sur ce formulaire.

source: Mail template
fr: Modèle de courriel

source: file %(filename)r failed to be pushed to portfolio of %(display_name)r [status: %(status)d, payload: %(payload)r]
fr: Échec de l’envoi du fichier %(filename)r dans le porte-documents de %(display_name)r (statut : %(status)d, réponse : %(payload)r)

source: Sending file %(filename)s in portfolio of %(user_name)s
fr: Envoi du fichier %(filename)s dans le porte-documents de %(user_name)s

source: Error downloading file
fr: Erreur au chargement du fichier

source: Exported site needs to be migrated to SQL categories.
fr: L’export de site doit venir d’un site migré aux catégories SQL.

source: Deprecation
fr: Dépréciation

source: too much time spent on global actions of "%s"
fr: trop de temps passé sur les actions globales de « %s »

source: This setting is locked-down by deployment.
fr: Ce paramètre est verrouillé par le déploiement.

source: SMTP Server
fr: Serveur SMTP

source: SMTP Login
fr: Identifiant SMTP

source: SMTP Password
fr: Mot de passe SMTP

source: Email Sender
fr: Émetteur des courriels

source: Reply-To Address
fr: Adresse pour le « Reply-To »

source: Email Footer
fr: Pied de page pour les courriels

source: Check DNS for domain name
fr: Vérifier le nom de domaine dans le DNS

source: Use a DNS request to check domain names used in email fields
fr: Utilise une requête au DNS pour vérifier les noms de domaine dans les champs de courriel

source: Domains to check for spelling errors
fr: Domaines où vérifier les fautes de frappe

source: Domains that should not be considered spelling errors
fr: Domaines à ne pas considérer comme fautes de frappe

source: General Options
fr: Options générales

source: Warning: all emails are sent to <%s>
fr: Attention : tous les courriels sont envoyés à <%s>

source: Miscellaneous
fr: Divers

source: Enabled Email
fr: Courriel activé

source: Restore default email
fr: Restaurer le courriel par défaut

source: Invalid template
fr: Gabarit invalide

source: The email subject and body can reference variables from the table below:
fr: Le sujet et le corps du message peuvent utiliser les variables indiquées ci-dessous :

source: Custom Texts
fr: Textes personnalisés

source: Restore default text
fr: Restaurer le texte par défaut

source: The text can reference variables from the table below:
fr: Le texte peut utiliser les variables ci-dessous :

source: failed
fr: erreur

source: registered
fr: enregistrée

source: %(current_count)s (unknown total)
fr: %(current_count)s (total inconnu)

source: running
fr: en cours

source: aborted
fr: interrompue

source: completed
fr: complétée

source: Sending email
fr: Envoi du courriel

source: Failed to connect to SMTP server (timeout)
fr: Impossible de se connecter au serveur SMTP, délai d’attente dépassé (timeout)

source: Failed to authenticate to SMTP server
fr: Échec de l’authentification sur le serveur SMTP

source: Failed to send email, SMTP error.
fr: Échec à l’envoi du courriel (erreur SMTP).

source: Failed to connect to SMTP server
fr: Impossible de se connecter au serveur SMTP

source: Access Forbidden
fr: Accès interdit

source: You do not have the required permissions to access this page.
fr: Vous n’avez pas les permissions pour accéder à cette page.

source: Email too big to be sent (>%dMB)
fr: Courriel trop volumineux (> %d Mo)

source: Technical error
fr: Erreur technique

source: A fatal error happened. It has been recorded and will be available to administrators.
fr: Une erreur a eu lieu. Elle a été enregistrée et les informations associées ont été mises à disposition de l’équipe d’administration.

source: Configuration error
fr: Erreur de configuration

source: Page not found
fr: Page non trouvée

source: The requested link does not exist on this site. If you arrived here by following a link from an external page, please inform that page's maintainer.
fr: La page demandée n’existe pas sur ce site. Si vous êtes arrivé ici en suivant un lien depuis un autre site, veuillez informer le propriétaire de cette autre page.

source: required field
fr: champ obligatoire

source: Invalid value
fr: Valeur invalide

source: invalid value selected
fr: valeur choisie invalide

source: The form you have submitted is invalid. Most likely it has been successfully submitted once already. Please review the form data and submit the form again.
fr: Le formulaire que vous avez transmis n’est pas valide. Une raison probable est qu’il ait déjà été transmis une fois. Vérifiez les données du formulaire avant de le soumettre à nouveau.

source: There were errors processing your form. See below for details.
fr: Il y a eu un problème à la soumission du formulaire. Regardez ci-dessous pour le détail.

source: Advanced
fr: Avancé

source: Too long, value must be at most %d characters.
fr: Trop long, il faut au maximum %d caractères.

source: Usable units of time: %s.
fr: Unités de temps utilisables : %s.

source: too many characters (limit is %d)
fr: trop de caractères (la limite est à %d)

source: Failed to convert value for field "%s"
fr: Erreur à la conversion de la valeur pour le champ « %s »

source: Failed to set value on field "%s"
fr: Erreur de valeur pour le champ « %s »

source: failed to store file (system error)
fr: erreur système à l’enregistrement du fichier

source: unknown storage system (system error)
fr: système de stockage inconnu (erreur système)

source: invalid file type
fr: type de fichier invalide

source: forbidden file type
fr: type de fichier interdit

source: over file size limit (%s)
fr: dépasse la taille limite (%s)

source: You should enter a valid email address, for example name@example.com.
fr: Veuillez saisir une adresse électronique, par exemple nom@example.com.

source: Invalid address domain, you should check it and try again.
fr: Le domaine de l’adresse n’est pas valide. Veuillez vérifier et réessayer.

source: Digits
fr: Chiffres

source: You should enter digits only, for example: 123.
fr: Veuillez ne saisir que des chiffres, par exemple 123.

source: Time
fr: Heure

source: You should enter a valid time, between 00:00 and 23:59.
fr: Veuillez saisir une heure comprise entre 00:00 et 23:59.

source: You should enter a valid URL, starting with http:// or https://.
fr: Veuillez saisir une adresse valide. Elle doit commencer par http:// ou https://.

source: Phone Number
fr: Numéro de téléphone

source: You should enter a valid phone number.
fr: Veuillez saisir un numéro de téléphone valide.

source: Phone Number (France)
fr: Numéro de téléphone (France)

source: You should enter a valid 10-digits phone number, for example 06 39 98 89 93.
fr: Veuillez saisir un numéro de téléphone à 10 chiffres, par exemple 06 39 98 89 93.

source: Mobile Phone Number (local)
fr: Numéro de téléphone mobile (local)

source: You should enter a valid mobile phone number.
fr: Veuillez saisir un numéro de téléphone mobile valide.

source: Zip Code (France)
fr: Code postal (France)

source: You should enter a 5-digits zip code, for example 75014.
fr: Veuillez saisir un code postal à 5 chiffres, par exemple 75014.

source: SIREN Code (France)
fr: Code SIREN (France)

source: You should enter a valid 9-digits SIREN code, for example 443170139.
fr: Veuillez saisir un SIREN à 9 chiffres, par exemple 443170139.

source: SIRET Code (France)
fr: Code SIRET (France)

source: You should enter a valid 14-digits SIRET code, for example 44317013900036.
fr: Veuillez saisir un SIRET à 14 chiffres, par exemple 44317013900036.

source: NIR (France)
fr: Numéro de sécurité sociale / NIR (France)

source: You should enter a valid 15-digits social security number, for example 294037512000522.
fr: Veuillez saisir un numéro de sécurité sociale à 15 chiffres, par exemple 294037512000522.

source: ANTS predemand number
fr: Numéro de pré-demande ANTS

source: You should enter a valid ANTS predemand number, for example MLCE4EC23X.
fr: Veuillez saisir un numéro de pré-demande ANTS valide, par exemple MLCE4EC23X.

source: CAF beneficiary number
fr: Numéro d’allocataire CAF

source: You should enter a valid CAF beneficiary number, for example 4325932.
fr: Veuillez saisir un numéro d’allocataire CAF valide, par exemple 4325932.

source: Tax assessment - Fiscal number
fr: Avis d’impôt - Numéro fiscal

source: You should enter a valid fiscal number, for example 12 34 567 891 234.
fr: Veuillez saisir un numéro fiscal de 13 chiffres, par exemple 12 34 567 891 234.

source: Tax assessment - Assessment reference
fr: Avis d’impôt - Référence de l’avis

source: You should enter a valid assessment reference, for example 12 34 567 891 234.
fr: Veuillez saisir une référence d’avis de 13 chiffres, par exemple 12 34 567 891 234.

source: RNA number
fr: Numéro RNA

source: You should enter a valid RNA number, for example W743525491.
fr: Veuillez saisir un numéro RNA valide, par exemple W743525491.

source: National register number (Belgium)
fr: Numéro au registre national (Belgique)

source: You should enter a valid 11-digits national register number, for example 85073003328.
fr: Veuillez saisir un numéro de registre national à 11 chiffres, par exemple 85073003328.

source: You should enter a valid IBAN code, it should have between 14 and 34 characters, for example FR7600001000010000000000101.
fr: Veuillez saisir un IBAN composé d’au moins 14 et de maximum 34 caractères alphanumériques, par exemple FR7600001000010000000000101.

source: Regular Expression
fr: Expression rationnelle

source: Django Condition
fr: Condition (Django)

source: Custom error message
fr: Message d’erreur personnalisé :

source: This message will be be displayed if validation fails. An empty value will give the default error message.
fr: Message à afficher en cas d’erreur de validation. Une valeur vide affichera la message par défaut.

source: invalid value
fr: valeur invalide

source: You should enter a number, for example: 123.
fr: Veuillez saisir un nombre, par exemple 123.

source: You should enter a number greater than or equal to %s.
fr: Veuillez saisir un nombre plus grand ou égal à %s.

source: You should enter a number less than or equal to %s.
fr: Veuillez saisir un nombre plus petit ou égal à %s.

source: You should enter a number without a decimal separator.
fr: Veuillez saisir un nombre sans virgule.

source: You should enter a valid date.
fr: Veuillez saisir une date valide

source: You should enter a valid date. It must be on or after %s.
fr: Veuillez saisir une date valide. Elle doit être postérieure ou égale à %s.

source: You should enter a valid date. It must be on or before %s.
fr: Veuillez saisir une date valide. Elle doit être antérieure ou égale à %s.

source: invalid regular expression
fr: expression rationnelle invalide

source: You must select at least %(min_choices)d answer.
fr: Vous devez sélectionner au moins une réponse.

source: You must select at most %(max_choices)d answer.
fr: Vous devez sélectionner au plus une réponse.

source: wrong format
fr: format invalide

source: must start with http:// or https:// and have a domain name
fr: doit commencer par http:// ou https:// et avoir un nom de domaine

source: This identifier is also used by another field.
fr: Cet identifiant est également utilisé par un autre champ.

source: must only consist of letters, numbers, or underscore
fr: uniquement des lettres, des chiffres et le tiret bas (_)

source: this value is reserved for internal use.
fr: cette valeur est réservée et ne peut pas être utilisée.

source: wrong format: must start with a letter and must only consist of letters, numbers, dashes, or underscores
fr: format invalide : doit commencer par une lettre et contenir uniquement des lettres, des chiffres, des tirets ou tirets bas (_)

source: Accepted units: MB (megabytes), kB (kilobytes), for example: 3 MB
fr: Unités acceptées : Mo (mégaoctet), ko (kilooctet), par exemple : 3 Mo

source: invalid file size
fr: taille de fichier invalide

source: minus
fr: moins

source: times
fr: fois

source: What is the result of %(a)d %(op)s %(b)d?
fr: Quel est le résultat de %(a)d %(op)s %(b)d ?

source: Please answer this simple mathematical question as proof you are not a bot.
fr: Répondez à cette simple question mathématique pour montrer que vous n’êtes pas un robot.

source: wrong answer
fr: mauvaise réponse

source: Too many elements (maximum: %s)
fr: Trop d’éléments (maximum : %s)

source: You must select at least %(min_choices)d choice.
fr: Vous devez sélectionner au moins un choix.

source: You must select at most %(max_choices)d choice.
fr: Vous devez sélectionner au plus un choix.

source: must be a number
fr: doit être un nombre

source: No search results.
fr: Pas de résultats.

source: results are available
fr: résultats sont disponibles

source: result is available
fr: résultat est disponible

source: use up and down arrow keys to navigate.
fr: utlisez les flèches haut et bas pour naviguer.

source: Very weak
fr: Très faible

source: Weak
fr: Faible

source: Moderate
fr: Moyenne

source: Good
fr: Bonne

source: Strong
fr: Forte

source: Very strong
fr: Très forte
