Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Backoffice Submission Roles
fr: Rôles pour la saisie backoffice

source: Select the roles that will be allowed to fill out forms of this kind in the backoffice.
fr: Indiquer les rôles qui seront autorisés à saisir ces formulaires dans le backoffice

# description
source: None
fr: Aucune

# keywords
source: None
fr: Aucun

# category
source: None
fr: Aucune

source: User Roles
fr: Rôles du demandeur

# confirmation page
source: Enabled
fr: Activée

# confirmation page
source: Disabled
fr: Désactivée

source: Custom
fr: Personnalisé

source: Default
fr: Par défaut

# tracking code
source: Enabled
fr: Activé

# tracking code
source: Disabled
fr: Désactivé

source: CAPTCHA for anonymous users
fr: CAPTCHA pour les utilisateurs anonymes

# captcha
source: Enabled
fr: Activé

# captcha
source: Disabled
fr: Désactivé

source: Open workflow page
fr: Ouvrir la page du workflow

# template
source: Custom
fr: Personnalisé

# template
source: None
fr: Aucun

# online status
source: Active
fr: Activée

# online status
source: Disabled
fr: Désactivée

source: Redirected
fr: Redirection

# online status
source: Inactive by date
fr: Désactivée (par la date)

source: Unknown role (%s)
fr: Rôle inconnu (%s)

# roles
source: None
fr: Aucun

source: Public URL
fr: URL publique

source: The public URL of this form is:
fr: L’URL publique du formulaire est :

source: QR Code
fr: Code QR

source: Download
fr: Télécharger

source: Only allow one form per user
fr: N’autoriser qu’un seul formulaire par utilisateur

source: This option concerns logged in users only. Form access must be restricted for this to be effective.
fr: Cette option concerne uniquement les utilisateurs connectés. L’accès au formulaire doit être restreint pour que cette option soit effective.

source: Advertise to unlogged users
fr: Afficher aux utilisateurs non-connectés

source: Required authentication contexts
fr: Contextes d’authentification requis

source: Changed "%s" parameter
fr: Changement du paramétrage « %s »

source: The single form option concerns logged in users only, however this form is accessible anonymously. Consider adding a sender role.
fr: L’option de limitation à un seul formulaire concerne uniquement les utilisateurs connectés mais ce formulaire est accessible de manière anonyme. Vous devriez le limiter aux utilisateurs connectés ou disposant d’un rôle particulier.

source: Change of %s
fr: Modification de « %s »

source: Select the roles that can access this form.
fr: Sélectionner les rôles qui pourront accéder à ce formulaire.

source: Identifier in URLs
fr: Identifiant dans les URL

source: Change of title / URL
fr: Changement du titre ou de l’adresse

source: The form identifier should not be modified as there is already some data.
fr: L’identifiant ne devrait pas être modifié car il existe déjà des données.

source: I understand the danger, make it editable nevertheless.
fr: Je comprends le danger, le rendre modifiable malgré tout.

source: Title
fr: Titre

source: Select the workflow that will handle those forms.
fr: Indiquer le workflow qui va gérer ces formulaires.

source: Workflow Status Remapping
fr: Ré-affectation des statuts de workflow

source: A workflow change is already running.
fr: Un changement de workflow est déjà en cours.

source: Invalid target workflow.
fr: Workflow cible invalide.

source: Status
fr: Statut

source: Workflow Change
fr: Changement de workflow

source: The current workflow configuration is broken; remapping will apply to all data.
fr: La configuration du workflow actuel est cassée ; la réassignation de statut va s’appliquer à toutes les données.

source: From <a href="%(old_workflow_url)s">%(old_workflow_name)s</a> to <a href="%(new_workflow_url)s">%(new_workflow_name)s</a>.
fr: De <a href="%(old_workflow_url)s">%(old_workflow_name)s</a> à <a href="%(new_workflow_url)s">%(new_workflow_name)s</a>.

source: The workflow removes or changes backoffice fields, you should review the changes carefully as some data will be lost.
fr: Ce workflow supprime ou modifie des champs de données de traitement, vous devriez inspecter attentivement les changements car des données seront perdues.

source: Status mapping
fr: Ré-affectation des statuts

source: Error previewing field.
fr: Erreur à l’affichage en prévisualisation du champ.

source: edit page fields
fr: Modifier les champs de cette page

source: Deletion is not possible as there are open forms.
fr: La suppression n’est pas possible tant qu’il existe des demandes en cours.

source: Beware submitted forms will also be deleted.
fr: Attention les demandes seront supprimées.

source: Address
fr: Adresse

source: Error loading form (%s).
fr: Erreur au chargement du formulaire (%s).

source: You have to enter a file or a URL.
fr: Vous devez entrer un fichier ou une URL.

source: Overwritten (removal of incompatible fields)
fr: Écrasement (avec suppression des champs incompatibles)

source: Summary of changes
fr: Résumé des modifications

source: The form removes or changes fields, you should review the changes carefully as some data will be lost.
fr: Ce formulaire supprime ou modifie des champs, vous devriez inspecter attentivement les changements car des données seront perdues.

source: Added field
fr: Champ ajouté

source: Removed field
fr: Champ supprimé

source: Modified field
fr: Champ modifié

source: Incompatible field
fr: Champ incompatible

source: Overwrite despite data loss
fr: Écraser malgré la perte de données

source: Default value: %s
fr: Valeur par défaut : %s

source: Change in workflow variables
fr: Changement dans les variables de workflow

source: Import Form
fr: Importer un formulaire

source: You can install a new form by uploading a file or by pointing to the form URL.
fr: Vous pouvez installer un nouveau formulaire en téléchargeant un fichier ou en pointant vers l’URL du formulaire.

source: This form has been successfully imported. Do note it is disabled by default.
fr: Le formulaire a été importé correctement. Il est désactivé par défaut.

source: Imported form contained errors and has been automatically fixed, you should nevertheless check everything is ok. Do note it is disabled by default.
fr: Le formulaire importé contenait des erreurs et celles-ci ont été automatiquement corrigées. Vous devriez néanmoins vérifier que tout est correct avant d’activer le formulaire.

source: The form identifier (%(slug)s) was already used by another form. A new one has been generated (%(newslug)s).
fr: L’identifiant (%(slug)s) était déjà utilisé par un formulaire. Un nouvel identifiant a été généré (%(newslug)s).

source: You first have to define roles.
fr: Vous devez d’abord définir des rôles

source: New Form
fr: Nouveau formulaire

source: Updating data for new workflow
fr: Ré-indexation des données pour le nouveau workflow

source: Back
fr: Retour

source: Reindexing data after function change
fr: Ré-indexation des données après changement à une fonction

source: Anchor date
fr: Date de référence

source: Condition type
fr: Type de condition

source: Template
fr: Gabarit

source: HTTP Status
fr: Statut HTTP

source: HTTP Response
fr: Réponse HTTP

source: User
fr: Utilisateur

source: User UUID
fr: UUID de l’utilisateur

source: Duration (in seconds)
fr: Durée (en secondes)

source: CPU duration (in seconds)
fr: Temps CPU (en secondes)

source: Field
fr: Champ

source: Logged Errors - %s
fr: Erreurs enregistrées — %s

source: Django Expression
fr: Expression Django

source: Text
fr: Texte

source: Unknown
fr: Inconnu

source: Stack trace (most recent call first)
fr: Trace (appels les plus récents en premier)

source: Form
fr: Formulaire

source: Environment
fr: Environnement

source: Stack trace
fr: Trace

source: Start
fr: Début

source: Duration
fr: Durée

source: Timings
fr: Durées

source: %(count)d error
fr: %(count)d erreur

source: error %(class)s (%(message)s)
fr: erreur %(class)s (%(message)s)

source: Logged Errors
fr: Erreurs enregistrées

source: Others
fr: Autres

source: Error types
fr: Types d’erreur

source: Latest occurence
fr: Dernière occurrence

source: Cleanup
fr: Nettoyage

source: Mail Templates
fr: Modèles de courriel

source: New Mail Template
fr: Nouveau modèle de courriel

source: Import Mail Template
fr: Importer un modèle de courriel

source: You can install a new mail template by uploading a file.
fr: Vous pouvez enregistrer un nouveau modèle de courriel en téléchargeant un fichier.

source: This mail template has been successfully imported.
fr: Le modèle de courriel a été importé correctement.

source: Subject
fr: Sujet

source: Body
fr: Corps

source: Edit Mail Template
fr: Modifier le modèle de courriel

source: You are about to irrevocably delete this mail template.
fr: Vous allez définitivement supprimer ce modèle de courriel.

source: This mail template is still used, it cannot be deleted.
fr: Ce modèle de courriel est encore utilisé; il ne peut pas être supprimé.

source: Delete Mail Template
fr: Supprimer le modèle de courriel

source: Deleting Mail Template:
fr: Suppression du modèle de courriel :

source: Duplicate Mail Template
fr: Dupliquer le modèle de courriel

source: Role Name
fr: Nom du rôle

source: Role Details
fr: Détail du rôle

source: Role Emails
fr: Courriels du rôle

source: Add Email
fr: Ajouter un autre courriel

source: Propage emails to all users holding the role
fr: Propager les courriels à tous les utilisateurs ayant ce rôle

source: Users holding the role can access to backoffice
fr: Les utilisateurs disposant de ce rôle peuvent accéder au backoffice

source: Emails:
fr: Courriels :

source: Holders of this role will receive all emails adressed to the role.
fr: Les utilisateurs disposant de ce rôle recevront les courriels qui lui sont destinés.

source: Holders of this role are granted access to the backoffice.
fr: Les utilisateurs disposant de ce rôle peuvent accéder au backoffice.

source: Forms handled by this role
fr: Formulaires géré par ce rôle

source: no form associated to this role
fr: aucun formulaire n’est associé à ce rôle

source: Forms private to this role
fr: Formulaires restreints à ce rôle

source: Edit Role
fr: Modifier le rôle

source: You are about to irrevocably delete this role.
fr: Vous allez définitivement supprimer ce rôle.

source: Delete Role
fr: Supprimer le rôle

source: Deleting Role:
fr: Suppression du rôle :

source: New Role
fr: Nouveau rôle

source: Roles are useful for two different things:
fr: Les rôles sont utilisés pour deux aspects différents :

source: To know who will receive and manage a given type of form.
fr: Pour déterminer qui recevra et gérera un type donné de formulaire.

source: To know who can fill a given type of form.
fr: Pour déterminer qui pourra compléter un type donné de formulaire.

source: Simple local username / password
fr: Simplement identifiant / mot de passe local

source: Delegated to SAML identity provider
fr: Déléguée à un fournisseur d’identités SAML

source: Delegated to FranceConnect
fr: Déléguée à FranceConnect

source: Methods
fr: Méthodes

source: Delegated to SAML identity provider authentication is unavailable. Lasso must be installed to use it.
fr: La délégation de l’authentification à un fournisseur d’identité SAML n’est pas disponible. La bibliothèque Lasso doit être installée pour l’utiliser.

source: Fields Mapping
fr: Correspondance des champs

source: These settings make it possible to assign custom user fields to standard user fields.
fr: Ces paramètres permettent d’assigner des champs personnalisés aux champs standards courriel et numéro de téléphone mobile.

source: Field for Email
fr: Champ pour le courriel

source: Field for Phone
fr: Champ pour le téléphone (mobile)

source: Field for mobile phone
fr: Champ pour le téléphone (mobile)

source: Fullname Template
fr: Gabarit pour former le nom complet

source: Sidebar Template
fr: Gabarit pour la barre latérale

source: Search Result Template
fr: Gabarit pour les résultats de recherche

source: Updating users for new full name template
fr: Mise à jour des utilisateurs avec le nouveau gabarit pour le nom complet

source: User Fields
fr: Champs utilisateur

source: Users
fr: Utilisateurs

source: Mime types
fr: Types MIME

source: List of MIME types, separated by commas. File extensions (starting with a dot) are allowed and will be automatically converted to the matching type.
fr: Liste de types MIME, séparés par des virgules. Les extensions de fichier (commençant par un point) sont autorisées et seront automatiquement converties vers le type correspondant.

source: Use as default
fr: Définir comme type par défaut

source: Save
fr: Enregistrer

source: Updating fields
fr: Mise à jour des champs

source: File Type
fr: Type de fichier

source: You are about to irrevocably delete this file type.
fr: Vous allez définitivement supprimer ce type de fichier.

source: Fields referencing this file type will continue to work.
fr: Les champs utilisant ce type de fichier continueront à fonctionner.

source: Delete File Type
fr: Supprimer le type de fichier

source: Deleting File Type:
fr: Suppression du type de fichier :

source: New file type
fr: Nouveau type de fichier

source: File Types
fr: Types de fichier

source: Storage
fr: Stockage

source: PostgreSQL Settings
fr: Options PostgreSQL

source: Configure access to PostgreSQL database
fr: Configurer l’accès à la base de données PostgreSQL

source: Security
fr: Sécurité

source: Configure identification parameters
fr: Configurer les paramètres d’identification

source: Admin Permissions
fr: Permissions d’administration

source: Configure access to the administration interface
fr: Configurer l’accès à l’interface d’administration

source: Configure access to the API endpoints
fr: Configurer les accès aux API

source: Initialise with data from another site
fr: Initialiser avec les données d’un autre site

source: Export data for another site
fr: Exporter des données pour un autre site

source: Debug Options
fr: Options de debug

source: Configure options useful for debugging
fr: Configurer les options utiles au debugging

source: Customisation
fr: Personnalisation

source: Site Name and Addresses
fr: Nom et adresses du site

source: Configure site name and addresses
fr: Configurer le nom et les adresses du site

source: Language
fr: Langue

source: Configure site language
fr: Configurer la langue du site

source: Geolocation
fr: Géolocalisation

source: Configure geolocation and geocoding
fr: Configurer la géolocalisation et le géocodage

source: Backoffice Submission
fr: Saisie backoffice

source: Configure backoffice submission related options
fr: Configurer les options en rapport avec la saisie par les agents

source: Configure users
fr: Configurer les utilisateurs

source: Configure templates for users
fr: Configurer les gabarits utilisés pour les utilisateurs

source: Emails
fr: Courriels

source: Configure email settings
fr: Configurer les options relatives aux courriels

source: Configure SMS settings
fr: Configurer les options relatives aux SMS

source: Texts
fr: Textes

source: Configure text that appears on some pages
fr: Configurer les textes qui apparaissent sur certaines pages

source: Configure known file types
fr: Configurer les types de fichier connus

source: Data sources
fr: Sources de données

source: Configure data sources
fr: Configurer les sources de données

source: Webservice calls
fr: Appels de webservice

source: Configure webservice calls
fr: Configurer les appels de webservice

source: Audit Journal
fr: Journal d’audit

source: Internationalization
fr: Internationalisation

source: Changes were made to roles or permissions while the table was displayed.
fr: Des changements ont été effectués sur les rôles ou les permissions pendant que le tableau s’affichait.

source: Blocks of Fields
fr: Blocs de champs

source: Mail templates
fr: Modèles de courriel

source: Comment templates
fr: Modèles de message

source: Form Categories
fr: Catégories de formulaires

source: Card Model Categories
fr: Catégories pour les modèles de fiche

source: Workflow Categories
fr: Catégories de workflow

source: Blocks of Fields Categories
fr: Catégories de blocs de champs

source: Mail Templates Categories
fr: Catégories de modèles de courriel

source: Comment Templates Categories
fr: Catégories de modèles de message

source: Data Sources Categories
fr: Catégories de sources de données

source: Settings (customisation sections)
fr: Paramètres (sections de personnalisation)

source: Items to export
fr: Éléments à exporter

source: Download Export
fr: Télécharger l’export

source: This site has existing forms, cards or workflows, beware re-importing content is dangerous and will probably break existing data and configuration.
fr: Ce site contient déjà des formulaires, fiches ou workflows; il est dangereux d’importer à nouveau un fichier, cela risque fortement de casser la configuration et les données existantes.

source: Do it anyway
fr: Lancer l’importation malgré tout

source: Import report
fr: Rapport d’importation

source: Site Name
fr: Nom du site

source: Site base URL
fr: URL de la base du site

source: Homepage redirection
fr: Redirection de la page d’accueil

source: SMS Options
fr: Options SMS

source: Sender (number or name)
fr: Expéditeur (nom ou numéro)

source: Database Name
fr: Nom de la base de données

source: User name used to authenticate
fr: Nom de l’utilisateur pour l’authentification

source: Password
fr: Mot de passe

source: Password used to authenticate
fr: Mots de passe pour l’authentification

source: Host
fr: Hôte

source: Database host address
fr: Adresse du serveur de base de données

source: Connection port number
fr: Numéro du port (TCP) pour la connexion

source: Default Map Position
fr: Position initiale par défaut

source: Default zoom level
fr: Niveau de zoom par défaut

source: System settings are currently forcing geocoding URLs, this parameter won't have any effect.
fr: Un paramétrage système force les URL de géocodage, le paramétrage ici n’aura pas d’effet.

source: Geocoding services base URL
fr: URL de base des services de géocodage

source: It will be suffixed by /search for geocoding and /reverse for reverse-geocoding.
fr: Il sera suffixé par /search pour le géocodage et par /reverse pour le géocodage inversé.

source: Geolocation Settings
fr: Paramètres de géolocalisation

source: English
fr: Anglais

source: French
fr: Français

source: German
fr: Allemand

source: As multilinguism is enabled it is not possible to change the primary language.
fr: Comme la prise en charge du multilinguisme est activée il n’est pas possible de modifier la langue primaire.

source: Enable multilinguism support
fr: Activer la prise en charge du multilinguisme

source: Default language
fr: Langue par défaut

source: Site Language
fr: Langue du site

source: From HTTP Accept-Language header
fr: Selon l’entête HTTP Accept-Language

source: Supported languages
fr: Langues prises en charge

source: Email for Tracebacks
fr: Courriel pour les tracebacks

source: Enable debug mode
fr: Activer le mode de debug

source: Mail redirection
fr: Redirection des courriels

source: If set, send all emails to that address instead of the real recipients
fr: Si complété, envoie tous les courriels à cette adresse au lieu des vrais destinataires

source: Sidebar menu entry
fr: Icône dans le menu latéral gauche

# sidebar_menu_entry
source: Hidden
fr: Cachée

source: Default submission screen
fr: Écran de saisie par défaut

source: New submission
fr: Nouvelle saisie

source: Pending submissions
fr: Saisies entamées

source: Custom URL
fr: Adresse personnalisée

source: URL for backoffice submission
fr: URL pour la saisie backoffice

source: Leave empty to use native screen.
fr: Laisser vide pour utiliser l’écran par défaut.

source: Include submission channel column in global listing
fr: Inclure une colonne avec le canal de saisie dans la vue globale

source: Backoffice submission settings
fr: Paramètres de saisie backoffice

source: Back to settings
fr: Retourner au paramètres

source: Automatic update of file types
fr: Mise à jour automatique des types de fichiers

source: Exporting site elements
fr: Exportation des éléments de site

source: Importing site elements
fr: Importation des éléments de site

source: Not a valid export file
fr: Erreur : ce n’est pas un fichier valide

source: Failed to import objects (%s); site import did not complete.
fr: Erreur à l’import d’éléments (%s). L’import du site n’a pas pu terminer.

source: Error: %s
fr: Erreur : %s

source: Save data
fr: Enregistrer les données

source: Edit data
fr: Modifier les données

source: Mark as failing
fr: Marquer comme devant échouer

source: Mark test as failing
fr: Marquer le test comme devant échouer

source: Associated User
fr: Usager associé

source: Submission Agent
fr: Agent à la saisie

source: Submission settings
fr: Paramètres de saisie

source: Change submission settings
fr: Modification des paramètres de saisie

source: Add query parameters
fr: Ajouter des paramètres de requête HTTP

source: These parameters will be used in request.GET variables.
fr: Ces paramètres seront utilisés pour fournir le contenu de request.GET.

source: Edit query parameters
fr: Modifier les paramètres de requête

source: Change in query parameters
fr: Changement des paramètres de requête

source: Submission date
fr: Date de saisie

source: Change submission date
fr: Modification de la date de saisie

source: Change in submission date
fr: Modification de la date de saisie

source: Edit dependencies
fr: Modifier les dépendances

source: Change in dependencies
fr: Changement dans les dépendances

source: Form options
fr: Options du formulaire

source: Override form options
fr: Surcharger les options du formulaire

source: Change in overridden form options
fr: Changement dans la surcharge des options du formulaire

source: This test is readonly.
fr: Ce test est en lecture seule.

source: Webservice responses
fr: Réponses webservice

source: Workflow tests
fr: Tests de workflow

source: This test is expected to fail on error "%s".
fr: Ce test s’attend à échouer avec l’erreur « %s ».

source: This test is empty.
fr: Ce test est vide.

source: Deleting Test:
fr: Suppression du test :

source: Edit test
fr: Modifier le test

source: Change in options
fr: Changement dans les options

source: Duplicate test
fr: Dupliquer le test

source: Creation (from duplication)
fr: Création (via duplication)

source: Unknown User
fr: Utilisateur inconnu

source: Fill data manually
fr: Saisir les données manuellement

source: Import data from form
fr: Importer les données depuis une demande

source: Import data from form (and initialise workflow tests)
fr: Importer les données depuis une demande (et initialiser les tests de workflow)

source: Form is only used for initial data alimentation, no link is kept with created test.
fr: La demande est utilisée pour l’alimentation initiale des données du test, aucun lien n’est conservé entre les deux.

source: New test
fr: Nouveau test

source: Creation (empty)
fr: Création (vide)

source: Creation (from formdata)
fr: Création (depuis une demande)

source: Import Test
fr: Importer un test

source: Creation (from import)
fr: Création (via importation)

source: Test "%s" has been successfully imported.
fr: Le test « %s » a été importé correctement.

source: Details of %(test_name)s
fr: Détails de %(test_name)s

source: Result #%s
fr: Résultat #%s

source: Fields coverage
fr: Couverture des champs

source: Workflow coverage
fr: Couverture du workflow

source: Test results
fr: Résultats des tests

source: Manual run.
fr: Lancement manuel.

source: Workflow error: %s
fr: Erreur du workflow : %s

source: Invalid JSON: %s
fr: JSON invalide : %s

source: Response payload (JSON)
fr: Contenu de la réponse (JSON)
