Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: (empty to disable the button)
fr: (vide pour ne pas afficher de bouton)

source: This will make the comment available in a variable named comment_ + identifier.
fr: Cela rendra le commentaire disponible dans une variable nommée comment_ + identifiant.

source: Create Card Data
fr: Création d’une fiche

source: Mappings to new card fields
fr: Correspondances vers les champs de la nouvelle fiche

source: This is used to get linked card in expressions.
fr: Ceci est utilisé pour obtenir la fiche liée dans les expressions.

source: User to associate to card
fr: Utilisateur associé à la fiche

source: deleted field
fr: champ supprimé

source: Some destination fields are duplicated
fr: Certains champs cibles sont répétés.

source: Assignation error during action "%s"
fr: Erreur d’assignation lors de l’action « %s »

source: New form created
fr: Nouvelle demande créée

source: New form "%s" created:
fr: Nouvelle demande « %s » créée :

source: New Form Creation
fr: Création d’une demande

source: Mappings to new form fields
fr: Correspondances vers les champs de la nouvelle demande

source: This is used to get linked forms in expressions.
fr: Ceci est utilisé pour obtenir la demande liée dans les expressions.

source: User to associate to form
fr: Utilisateur associé à la demande

source: Action Label
fr: Libellé de l’action

source: Create new draft
fr: Créer en tant que brouillon

source: Operation mode when a draft is created
fr: Mode d’édition quand un brouillon est créé

source: Single page
fr: Une seule page

source: From specific page
fr: À partir d’une page

source: Page Identifier
fr: Identifiant de page

source: Keep Current User
fr: Garder l’utilisateur actuel

source: Custom (user will come from template value)
fr: Gabarit personnalisé (l’utilisateur associé dépendra de la valeur du gabarit)

source: Template for user association (via email or NameID)
fr: Gabarit définissant l’utilisateur à associer (via son adresse électronique ou son UUID)

source: Keep submission context
fr: Conserver les infos de soumission

source: Please define new mappings
fr: Veuillez définir les nouvelles correspondances

source: Map fields by varname
fr: Correspondance automatique des champs par leurs identifiants

# identifier
source: none
fr: aucun

source: Common varnames:
fr: Identifiants communs :

source: Include new form in the form history
fr: Inclure la nouvelle demande dans l’historique du formulaire

source: This action is configured in two steps. See below for details.
fr: Cette action se configure en deux étapes. Regardez ci-dessous pour le détail.

source: Failed to attach user (not found: "%s")
fr: Impossible d’associer un utilisateur (non trouvé : « %s »)

source: Detected recursive creation of %s
fr: Détection d’une création récursive de %s

source: Could not copy field by varname for "%s"
fr: Impossible de copier le champ par variable (« %s »)

source: Could not assign value to field "%s"
fr: Impossible d’assigner une valeur au champ « %s »

source: Missing field:
fr: Champ manquant :

source: Modification Mode
fr: Mode de modification

source: Increase Level
fr: Augmenter la criticité

source: Decrease Level
fr: Diminuer la criticité

source: Set Level
fr: Sélectionner un niveau de criticité

source: Function/Role Linking
fr: Liaison fonction/rôle

# function_dispatch
source: set
fr: attribution

# function_dispatch
source: add
fr: ajout

# function_dispatch
source: remove
fr: retrait

source: Function to Set
fr: Fonction à attribuer

source: Dispatch Type
fr: Assignation

source: Value template, or variable name
fr: Gabarit pour la valeur, ou nom de variable

source: Rules
fr: Règles

source: Operation Mode
fr: Mode opératoire

source: Set role to function
fr: Positionner le rôle sur cette fonction

source: Add role to function
fr: Ajouter le rôle à la fonction

source: Remove role from function
fr: Retirer le rôle de la fonction

source: error in dispatch, missing role (%(role)s, from "%(template)s" template)
fr: erreur à l’assignation, rôle manquant (%(role)s, du gabarit « %(template)s »)

source: error in dispatch, missing role (%s)
fr: erreur à l’assignation, rôle manquant (%s)

source: Alert
fr: Alerte

source: top of page
fr: haut de la page

source: bottom of page
fr: bas de la page

source: with actions
fr: accompagnant les actions

source: for %s
fr: pour %s

source: Error in template of workflow message (%s)
fr: Erreur dans le gabarit du message de workflow (%s)

source: Error rendering message.
fr: Erreur de rendu du message.

source: Level
fr: Niveau

source: Warning
fr: Avertissement

source: Top of page
fr: Haut de la page

source: Bottom of page
fr: Bas de la page

source: Everybody
fr: Tout le monde

source: Edit Card Data
fr: Modification d’une fiche

source: Mappings to card fields
fr: Correspondances vers les champs de la fiche

source: Action on cards linked to this form/card
fr: Action sur les fiches liées à cette demande/fiche

source: Specify the list of cards on which the action will be applied
fr: Préciser la liste des fiches sur laquelle l’action va s’exécuter

source: Edition
fr: Édition

source: "%(button_label)s", by %(by)s
fr: « %(button_label)s », par %(by)s

source: Edit Form
fr: Modifier le formulaire

source: Status After Edit
fr: Statut après modification

source: Don't select any if you don't want status change processing
fr: N’en sélectionnez aucun si vous ne voulez pas de changement de statut

source: Identifier of status jump
fr: Identifiant du saut vers un statut

source: Set marker to jump back to current status
fr: Poser un marqueur qui permettra de revenir au statut actuel

source: No model defined for this action
fr: Aucun modèle n’est défini pour cette action

source: Invalid model defined for this action
fr: Modèle invalide défini pour cette action

source: Document Creation
fr: Création de document

source: with model named %(file_name)s of %(size)s
fr: avec le modèle %(file_name)s de %(size)s

source: with model from template
fr: avec un modèle issu d’un gabarit

source: no model set
fr: aucun modèle défini

source: Create Document
fr: Créer un document

source: Form exported in a model
fr: Formulaire exporté dans un modèle

source: XML model files must be UTF-8.
fr: Les modèles XML doivent être encodés en UTF-8.

source: Only OpenDocument and XML files can be used.
fr: Seuls des fichiers ODT (OpenDocument) ou XML peuvent être utilisés.

source: Interactive (button)
fr: Interactive (bouton)

source: You can use variables in your model using the {{variable}} syntax, available variables depends on the form.
fr: Vous pouvez utiliser des variables dans votre modèle avec la syntaxe {{variable}}. Les variables disponibles dépendent du formulaire.

source: Model
fr: Modèle

source: Current value
fr: Valeur actuelle

source: Template to obtain model file
fr: Gabarit pour obtenir le fichier servant de modèle

source: Convert generated file to PDF
fr: Convertir le fichier généré en PDF

source: Include generated file in the form history
fr: Inclure le document généré dans l’historique du formulaire

source: This is used to get generated document in expressions.
fr: Utilisé pour obtenir le document généré dans des expressions.

source: Push generated file to portfolio
fr: Envoyer le document généré dans le porte-document

source: Method
fr: Méthode

source: File name
fr: Nom de fichier

source: The rendered template is not a valid XML document.
fr: Le résultat du gabarit n’est pas un document XML valide.

source: Error in template for export to model
fr: Erreur dans un gabarit lors de la création de document

source: Error in template: %s
fr: erreur dans le document modèle : %s

source: Failed to evaluate template for action
fr: Erreur à l’évaluation du gabarit pour l’action

source: Invalid value obtained for model file (%r)
fr: Valeur invalide obtenue pour le fichier modèle (%r)

source: Running external actions on "%(label)s" (%(count)s processed)
fr: Exécution des actions sur « %(label)s » (%(count)s traité·es)

source: External workflow
fr: Workflow externe

source: Action on forms/cards linked to this form/card
fr: Action sur les demandes ou fiches liées à cette demande/fiche

source: Specify the list of forms/cards on which the action will be applied
fr: Préciser la liste des demandes ou fiches sur lesquelles l’action va s’exécuter

source: No workflow with external triggerable global action.
fr: Aucun workflow avec des actions globales pouvant être déclenchées.

source: Targeting
fr: Ciblage

source: action "%(trigger_name)s" on %(object_name)s
fr: action « %(trigger_name)s » sur %(object_name)s

source: Mismatch in target object: expected "%(object_name)s", got "%(object_name2)s"
fr: Erreur d’objet cible : « %(object_name)s » attendu, « %(object_name2)s » reçu

source: Mismatch in target objects: expected "%(object_name)s", got "%(object_name2)s"
fr: Erreur d’objets cibles : « %(object_name)s » attendu, « %(object_name2)s » reçu

source: Could not find targeted "%(object_name)s" object by id %(object_id)s
fr: Impossible de trouver « %(object_name)s » ciblé par l’identifiant %(object_id)s

source: No trigger with id "%s" found in workflow
fr: Pas de déclencheur avec l’identifiant « %s » trouvé dans le workflow

source: Form action in workflow "%s"
fr: Action « formulaire » dans le workflow « %s »

source: Submit and go to fields edition
fr: Valider et passer à l’édition des champs

source: Hide Submit Button
fr: Ne pas inclure de bouton « Valider »

source: If the default submit button is hidden the form will only be submitted through manual jump buttons.
fr: Si le bouton de validation est caché le formulaire pourra seulement être validé par le bouton d’un saut manuel.

source: This is used as prefix for form fields variable names.
fr: Utilisé comme préfixe des noms de variable des champs du formulaire.

source: View fields
fr: Affiche les champs

source: Edit Fields
fr: Modifier les champs

source: Display data in history
fr: Afficher les données dans l’historique

source: Wrong identifier detected: "form" prefix is forbidden.
fr: Identifiant invalide détecté : le préfixe « form » n’est pas autorisé.

source: Form:
fr: Formulaire :

source: required
fr: obligatoire

source: Address String
fr: Adresse

source: Map Data
fr: Données cartographiques

source: Photo Data
fr: Données d’une photographie

source: For example: {{ form_var_street_number }} {{ form_var_street_name }}, {{ form_var_city }}
fr: Par exemple : {{ form_var_numero }} {{ form_var_rue }}, {{ form_var_ville }}

source: Map data (geographical coordinates)
fr: Données cartographiques (coordonnées géographiques)

source: For example: {{ form_var_map }}
fr: Par exemple : {{ form_var_carte }}

source: Photo data (image file with EXIF metadata)
fr: Données d’une photographie (fichier image avec des métadonnées EXIF)

source: For example: {{ form_var_image }}
fr: Par exemple : {{ form_var_image }}

source: Overwrite existing geolocation
fr: Écraser la géolocalisation existante

source: error in template for address string [%s]
fr: erreur dans le gabarit d’adresse [%s]

source: error calling geocoding service [%s]
fr: erreur lors de l’appel au service de géocodage [%s]

source: error geolocating from map variable
fr: erreur de géolocalisation depuis une variable carte

source: Broken jump or missing target status.
fr: Saut cassé ou statut cible absent.

source: Unmet condition.
fr: Condition non validée.

source: Automatic Jump
fr: Saut automatique

source: trigger
fr: déclencheur

source: timeout
fr: Expiration

source: broken
fr: cassé

source: to %(name)s, %(jump_type_label)s
fr: vers %(name)s, %(jump_type_label)s

source: Execution mode
fr: Mode d’exécution

source: Immediate
fr: Immédiate

source: After timeout delay
fr: Après expiration d’un délai

source: After call to webservice trigger
fr: Lors d’un appel webservice

source: Identifier for webservice
fr: Identifiant d’appel webservice

source: This jump will be triggered by an authorized call to <form_url>/jump/trigger/<identifier>/.
fr: Ce saut pourra être déclenché par un appel autorisé vers l’adresse <form_url>/jump/trigger/<identifiant>/.

source: Functions allowed to trigger
fr: Fonctions autorisées à déclencher

source: Functions or roles allowed to trigger
fr: Fonctions ou rôles autorisés à déclencher

source: ex.: 1 day 12 hours<br/>Usable units of time: %(variables)s.<br/>This is only the minimum delay guaranteed in the status: the actual delay can be longer.
fr: exemple : « 1 jour 12 heures »<br/>Unités de temps utilisables : %(variables)s.<br/>Il s’agit du délai minimal garanti dans le statut : le délai réel peut être plus long.

source: Timeout
fr: Expiration

source: Error in timeout value %(value)r (computed from %(template)r)
fr: Erreur sur la valeur d’expiration %(value)r (calculée selon %(template)r)

source: too much time spent on timeout jumps of "%(form_name)s" in status "%(status_name)s"
fr: trop de temps passé sur les sauts à expiration de « %(form_name)s » dans le statut « %(status_name)s »

source: On Submit Jump
fr: Saut à la soumission

source: User Notification
fr: Notification au demandeur

source: Other (from template)
fr: Autre (gabarit)

source: Users template
fr: Utilisateurs (gabarit)

source: Defaults to card/form URL. Common variables are available with the {{variable}} syntax.
fr: Par défaut l’adresse de la fiche ou du formulaire. Les variables sont utilisables avec la syntaxe {{variable}}.

source: Origin
fr: Origine

source: error in template for title, notification could not be generated
fr: erreur dans le gabarit de titre, la notification n’a pas pu être générée

source: error in template for body, notification could not be generated
fr: erreur dans le gabarit du texte, la notification n’a pas pu être générée

source: Failed to notify users, bad template result (%s)
fr: Impossible de notifier des utilisateurs, erreur dans le rendu du gabarit (%s)

source: Failed to notify user (not found: "%s")
fr: Impossible de notifier un utilisateur (non trouvé : « %s »)

source: Updating user profile
fr: Modification du profil de l’usager

source: Failed to update user profile on identity provider (%s)
fr: Impossible de modifier le profil de l’usager sur le fournisseur d’identités (%s)

source: User Profile Update
fr: Modification du profil

source: Profile Update
fr: Modifier le profil

source: Web Redirection
fr: Redirection web

source: Common variables are available with the {{variable}} syntax.
fr: Les variables sont utilisables avec la syntaxe {{variable}}.

source: History Message
fr: Message dans l’historique

source: to everybody
fr: à tout le monde

source: Comment attachment
fr: Fichier attaché (commentaire)

source: reference to invalid comment template %(comment_template)s in status %(status)s
fr: référence à un modèle de message invalide (%(comment_template)s dans le statut « %(status)s »)

source: Error in template, comment could not be generated
fr: Erreur dans le gabarit, le commentaire ne peut pas être généré

source: Remove Tracking Code
fr: Suppression du code de suivi

source: Replace with a new tracking code
fr: Remplacer par un nouveau code de suivi

source: This only works if form supports tracking codes.
fr: Ceci fonctionne uniquement si les codes de suivi sont activés sur la démarche.

source: replace with a new one
fr: remplacer avec un nouveau

source: Resubmission
fr: Resoumission

source: Resubmit
fr: Resoumettre

source: Same as form
fr: Identique au formulaire

source: unknown - %s
fr: inconnu - %s

source: Adding role
fr: Ajout du rôle

source: Failed to add role %(role)r to user %(user)r
fr: Impossible d’ajouter le rôle %(role)r à l’utilisateur %(user)r

source: Removing role
fr: Suppression du rôle

source: Failed to remove role %(role)r from user %(user)r
fr: Impossible de retirer le rôle %(role)r à l’utilisateur %(user)r

source: Role Addition
fr: Ajout d’un rôle

source: Role to Add
fr: Rôle à ajouter

source: Role Removal
fr: Retrait d’un rôle

source: Role to Remove
fr: Rôle à retirer

source: Unknown referenced mail template
fr: Référence à un modèle de courriel inconnu

source: Unknown mail templates
fr: Modèles de courriel inconnus

source: computed value
fr: valeur calculée

source: This is used to provide access to action details.
fr: Utilisé pour donner un accès programmatique aux détails de l’action.

source: Custom From Address
fr: Adresse d’expéditeur personnalisée

source: Value must be a template or an email address.
fr: La valeur doit être un gabarit ou une adresse électronique.

source: reference to invalid mail template %(mail_template)s in status %(status)s
fr: référence à un modèle de courriel invalide (%(mail_template)s dans le statut « %(status)s »)

source: Error in body template, mail could not be generated
fr: Erreur dans le gabarit du corps du message, le courriel ne peut pas être généré

source: Error in subject template, mail could not be generated
fr: Erreur dans le gabarit du sujet, le courriel ne peut pas être généré

source: Submitter
fr: Demandeur

source: Other
fr: Autre

source: Add Number
fr: Ajouter un numéro

source: Counter name
fr: Nom de compteur

source: This name will be available to filter SMS sending statistics.
fr: Ce nom pourra être utilisé pour filtrer les statistiques d’envoi de SMS.

source: Error in template, SMS could not be generated
fr: Erreur dans le gabarit, le SMS ne peut pas être généré

source: Error in counter template, sms could not be generated
fr: Erreur dans le gabarit de compteur, le SMS ne peut pas être généré

source: Could not send SMS
fr: Impossible d’envoyer le SMS

source: Change Status on Timeout
fr: Changer de statut après expiration

source: Error during webservice call "%s"
fr: Erreur lors de l’appel au webservice « %s »

source: Error during webservice call
fr: Erreur lors de l’appel au webservice

source: Error Code
fr: Code d’erreur

source: Error Class
fr: Classe d’erreur

source: Error Description
fr: Description de l’erreur

source: Reason
fr: Raison

source: Request Signature Key
fr: Clé de signature de la requête

source: Post complete card/form data
fr: Transmettre toutes les données de la demande/fiche

source: Warning: this option sends the full content of the card/form, with additional POST data in an additional "extra" key. It is often not necessary.
fr: Attention : cette option envoie l’intégralité des données de la demande ou fiche concernée, avec les données POST supplémentaires dans une clé « extra ». Cette option ne devrait généralement pas être utilisée.

source: Response Type
fr: Type de réponse

source: Response
fr: Réponse

source: This is used as prefix for webservice result variable names.
fr: Utilisé comme préfixe des noms des variables du résultat de l’appel webservice

source: Store all responses
fr: Conserver toutes les réponses

source: By default only the latest response is stored.
fr: Le fonctionnement par défaut est de conserver uniquement la dernière réponse.

source: Stop
fr: Arrêter

source: Ignore
fr: Ignorer

source: Jump to %s
fr: Sauter à %s

source: Action on application error
fr: Action en cas d’erreur applicative

source: Action on HTTP error 4xx
fr: Action en cas d’erreur HTTP 4xx

source: Action on HTTP error 5xx
fr: Action en cas d’erreur HTTP 5xx

source: Action on non-JSON response
fr: Action en cas de réponse non-JSON

source: Action on network errors
fr: Action en cas d’erreur réseau

source: Notify errors by email
fr: Notifier les erreurs par courriel

source: Error traces will be sent to %s
fr: Les traces des erreurs seront envoyées à %s.

source: Record errors in the central error screen, for management by administrators
fr: Enregistrer les erreurs dans l’écran de centralisation des erreurs, pour traitement par l’équipe d’administration

source: Record errors in card/form history log, for agents
fr: Enregistrer les erreurs dans l’historique de la demande ou fiche, pour visualisation par les agents

# wscall-parameter
source: none
fr: aucune

source: Webservice action
fr: Action webservice

source: Invalid payload (%s)
fr: Contenu invalide (%s)

source: reference to invalid status in workflow %(workflow)s, status %(status)s, item %(item)s
fr: référence à un statut invalide dans le workflow %(workflow)s, statut « %(status)s », action « %(item)s »

source: Error calling webservice "%s"
fr: Erreur lors de l’appel au webservice « %s »

source: Error calling webservice
fr: Erreur lors de l’appel au webservice

source: Assertions
fr: Vérifications

source: Form status when error occured: %s
fr: Statut de la demande quand l’erreur s’est produite : %s

source: backoffice user
fr: utilisateur agent

source: submitter
fr: demandeur

source: missing user
fr: utilisateur manquant

source: Broken, missing user
fr: Cassé, utilisateur manquant

source: Other user
fr: Autre utilisateur

source: User who clicks on button
fr: Usager qui clique sur le bouton

source: Simulate click on action button
fr: Cliquer sur un bouton d’action

source: Click on "%(button_name)s" by %(user)s
fr: Clic sur « %(button_name)s » par %(user)s

source: Button "%s" is not displayed.
fr: Le bouton « %s » n’est pas affiché.

source: Comment action field is not displayed.
fr: Le champ de l’action commentaire n’est pas affiché.

source: Button name
fr: Texte du bouton

source: Form status
fr: Statut de la demande

source: Status is "%s"
fr: Le statut est « %s »

source: Form should be in status "%(expected_status)s" but is in status "%(status)s".
fr: La demande devrait être dans le statut « %(expected_status)s » mais est dans le statut « %(status)s ».

source: not available
fr: pas disponible

source: Status name
fr: Nom du statut

source: Email send
fr: Envoi d’un courriel

source: Sent email
fr: Courriel envoyé

source: No sent email matches expected criterias.
fr: Aucun courriel envoyé ne correspond aux critères attendus.

source: No email was sent.
fr: Aucun courriel envoyé.

source: Email to "%s"
fr: Courriel vers « %s »

source: Subject must contain "%s"
fr: Le sujet doit contenir « %s »

source: Body must contain "%s"
fr: Le corps doit contenir « %s »

source: was not addressed to %(recipient)s (recipients were %(recipients)s)
fr: n’a pas été envoyé à « %(recipient)s » (les destinataires étaient « %(recipients)s »)

source: subject does not contain "%(expected)s" (was "%(subject)s")
fr: le sujet ne contient pas « %(expected)s » (était « %(subject)s »)

source: body does not contain "%(expected)s" (was "%(body)s")
fr: le corps du courriel ne contient pas « %(expected)s » (était « %(body)s »)

source: Email addresses
fr: Adresses de courriel

source: Add address
fr: Ajouter une adresse

source: Subject must contain
fr: Le sujet doit contenir

source: Add string
fr: Ajouter un texte

source: Body must contain
fr: Le corps doit contenir

source: Move forward in time
fr: Avancer dans le temps

source: ex.: 1 day 12 hours. Usable units of time: %(variables)s.
fr: exemple : « 1 jour 12 heures ». Unités de temps utilisables : %(variables)s.

source: Backoffice field values
fr: Valeur des données de traitement

source: Field "%s" is missing.
fr: Le champ « %s » est manquant.

source: Wrong value for backoffice field "%(field)s" (expected "%(expected_value)s", got "%(value)s").
fr: Mauvaise valeur pour la donnée de traitement « %(field)s » (devait valoir « %(expected_value)s » mais valait « %(value)s »).

source: Webservice call
fr: Appel de webservice

source: Broken, missing webservice response
fr: Cassé, réponse webservice manquante

source: In order to assert a webservice is called, you must define corresponding webservice response.
fr: Afin de vérifier l’appel d’un webservice, vous devez d’abord définir la réponse webservice correspondante.

source: Add webservice response
fr: Ajouter une réponse webservice
