Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Password strength:
fr: Robustesse du mot de passe :

source: Too short
fr: Trop court

source: Password is too short. It must be at least %d characters.
fr: Le mot de passe est trop court. Il doit faire au moins %d caractères.

source: Password is too long. It must be at most %d characters.
fr: Le mot de passe est trop long. Il doit faire au plus %d caractères.

source: Password must contain an uppercase character.
fr: Le mot de passe doit contenir un caractère majuscule.

source: Password must contain a lowercase character.
fr: Le mot de passe doit contenir un caractère minuscule.

source: Password must contain a digit.
fr: Le mot de passe doit contenir un chiffre.

source: Password must contain a special character.
fr: Le mot de passe doit contenir un caractère spécial.

source: Passwords do not match.
fr: Les mots de passe ne sont pas identiques.

source: Other:
fr: Autre :

source: Between %(start)s and %(end)s
fr: Entre %(start)s et %(end)s

source: Start hour
fr: Heure de début

source: End hour
fr: Heure de fin

source: Invalid json payload (%s).
fr: Contenu JSON invalide (%s).

source: Expected JSON but missing appropriate content-type.
fr: JSON attendu mais pas de content-type approprié.

source: %(first)s and %(second)s
fr: %(first)s et %(second)s

source: day
fr: jour

source: days
fr: jours

source: day(s)
fr: jour(s)

source: hour
fr: heure

source: hours
fr: heures

source: hour(s)
fr: heure(s)

source: second
fr: seconde

source: seconds
fr: secondes

source: second(s)
fr: seconde(s)

source: month
fr: mois

source: months
fr: mois

source: month(s)
fr: mois

source: year
fr: année

source: years
fr: années

source: year(s)
fr: année(s)

source: %(total)s year
fr: %(total)s année

source: %(total)s month
fr: %(total)s mois

source: %(total)s day
fr: %(total)s jour

source: %(total)s hour
fr: %(total)s heure

source: %(total)s second
fr: %(total)s seconde

source: Is attribute verified
fr: Attribut vérifié

source: Never
fr: Jamais

source: Always
fr: Toujours

source: Configure FranceConnect identification method
fr: Configurer la méthode d’identification FranceConnect

source: Development citizens
fr: FranceConnect Particulier (intégration)

source: Development enterprise
fr: FranceConnect Entreprise (intégration)

source: Production citizens
fr: FranceConnect Particulier (production)

source: Client ID
fr: Identifiant du fournisseur de service (Client ID)

source: Client secret
fr: Secret du fournisseur de service (Client secret)

source: Platform
fr: Plate-forme

source: User field mappings
fr: Correspondance des attributs utilisateurs

source: first names separated by spaces
fr: prénoms, séparés par des espaces

source: birth's last name
fr: nom de naissance

source: birthdate formatted as YYYY-MM-DD
fr: date de naissance, au format AAAA-MM-JJ

source: gender 'male' for men, and 'female' for women
fr: genre, « male » pour les hommes, « female » pour les femmes

source: INSEE code of the place of birth
fr: code INSEE du lieu de naissance

source: INSEE code of the country of birth
fr: code INSEE du pays de naissance

source: email
fr: courriel

source: SIRET or SIREN number of the enterprise
fr: SIRET ou SIREN de l’entreprise

source: Space separated values among: identite_pivot, address, email, phones, profile, birth, preferred_username, gender, birthdate, birthcountry, birthplace
fr: Valeurs, séparées par des espaces, parmi : identite_pivot, address, email, phones, profile, birth, preferred_username, gender, birthdate, birthcountry, birthplace

source: Callback URL is %s.
fr: L’URL de retour (callback) est %s.

source: Logout callback URL is %s.
fr: L’URL de retour après déconnexion est %s.

source: See <a href="https://partenaires.franceconnect.gouv.fr/fcp/fournisseur-service">FranceConnect partners'site</a> for getting a client_id and a client_secret.
fr: Voir le site <a href="https://partenaires.franceconnect.gouv.fr/fcp/fournisseur-service">partenaires FranceConnect</a> pour obtenir identifiant et secret pour ce fournisseur de service (Client ID et Client secret).

source: See <a href="https://partenaires.franceconnect.gouv.fr/fcp/fournisseur-service#identite-pivot" >FranceConnect partners'site</a> for more informations on available scopes and attributes. Known ones are:
fr: Voir le site <a href="https://partenaires.franceconnect.gouv.fr/fcp/fournisseur-service#identite-pivot">partenaires FranceConnect</a> pour plus d’informations sur les scopes et les attributs. Ceux qui sont reconnus :

source: Attribute
fr: Attribut

source: FranceConnect support is not yet configured.
fr: La prise en charge de FranceConnect n’est pas encore configurée.

source: Status from FranceConnect token_url is not 200
fr: Le statut reçu de FranceConnect token_url n’est pas 200

source: FranceConnect code resolution failed: %s
fr: Échec de résolution du code FranceConnect : %s

source: FranceConnect returned nonce did not match
fr: Le « nonce » retourné par FranceConnect ne correspond pas

source: Status from FranceConnect user_info_url is not 200 but %(status)s and data is %(data)s
fr: Le statut reçu de FranceConnect user_info_url n’est pas 200 mais %(status)s et data est %(data)s

source: user did not authorize login
fr: connexion de l’utilisateur non autorisée

source: FranceConnect authentication failed: %s
fr: Erreur d’authentification FranceConnect : %s

source: Failed to get name and/or email attribute from FranceConnect
fr: Impossible de retrouver les attributes nom (name) et/ou courriel (email) de FranceConnect

source: SSO support is not yet configured
fr: La prise en charge du SSO n’est pas encore configurée.

source: Select the identity provider you want to use.
fr: Choisissez le fournisseur d’identités que vous voulez utiliser.

source: Identity Providers
fr: Fournisseurs d’identités

source: Create new from remote URL
fr: Créer à partir d’une URL

source: Broken
fr: Cassé

source: Metadata
fr: Métadonnées

source: Public Key
fr: Clé publique

source: CA Certificate Chain
fr: Chaine de certification

source: Hide this provider from user lists
fr: Cacher ce fournisseur de la liste présentée à l’utilisateur

source: Requested NameID format
fr: Format NameID requis

source: Username (like Google Apps)
fr: Username (comme avec Google Apps)

source: Administrator attribute matching rules
fr: Règles de correspondance des attributs pour les comptes d’administration

source: First column match attribute names, second is for matching attribute value. If no rule is given, admin flag is never set. Flag is set if any rule match.
fr: La première colonne correspond au nom des attributs, la deuxième aux valeurs. Si aucune règle n’est configurée, le statut de compte d’administration n’est jamais attribué. Le statut est donné si n’importe laquelle des règles est validée.

source: Attribute mapping
fr: Correspondance des attributs

source: First column match attribute names, second row is the user field to fill
fr: La première colonne correspond au nom des attributs, la deuxième au champ de l’utilisateur à remplir.

source: New Identity Provider
fr: Nouveau fournisseur d’identités

source: Bad metadata
fr: Métadonnées incorrectes

source: URL to metadata
fr: URL vers les métadonnées

source: Failed to retrieve file (%s)
fr: Erreur lors de la récupération du fichier (%s)

source: Failed to retrieve file
fr: Erreur lors de la récupération du fichier

source: File looks like a bad metadata file
fr: Le fichier n’a pas l’air d’un fichier de métadonnées correct

source: Provider
fr: Fournisseur

source: Identity Provider
fr: Fournisseur d’identités

source: Unable to display metadata (%s)
fr: Impossible d’afficher les métadonnées (%s)

source: Update from remote URL
fr: Mettre à jour depuis l’URL

source: Edit Identity Provider
fr: Modifier le fournisseur d’identités

source: You are about to irrevocably remove this identity provider.
fr: Vous allez définitivement supprimer ce fournisseur d’identités.

source: Deleting
fr: Suppression

source: Deleting Identity Provider
fr: Suppression du fournisseur d’identités

source: Bad metadata or missing public key
fr: Mauvaises métadonnées ou clé publique manquante

source: Configure SAML identification method
fr: Configurer la méthode d’identification SAML

source: Service Provider
fr: Fournisseur de service

source: Configure SAML 2.0 parameters
fr: Configurer les paramètres SAML 2.0

source: SAML 2.0 Service Provider Metadata
fr: Métadonnées SAML 2.0 du fournisseur de service

source: Download Service Provider SAML 2.0 Metadata file
fr: Télécharger le fichier des métadonnées SAML 2.0 du fournisseur de service

source: Add and remove identity providers
fr: Ajouter et supprimer des fournisseurs d’identités

source: Identities
fr: Identités

source: Configure identities creation
fr: Configurer la création des identités

source: SAML 2.0 Provider ID
fr: Identifiant du fournisseur SAML 2.0 (Provider ID)

source: SAML 2.0 Base URL
fr: URL de la racine SAML 2.0

source: Organisation Name
fr: Nom de l’organisation

source: Signing Private Key
fr: Clé privée de signature

source: Signing Public Key
fr: Clé publique de signature

source: There is no signing key pair configured.
fr: Il n’y a actuellement pas de paire de clé de signature configurée.

source: Encryption Private Key
fr: Clé privée de chiffrement

source: Encryption Public Key
fr: Clé publique de chiffrement

source: There is no encryption key pair configured.
fr: Il n’y a actuellement pas de paire de clé de chiffrement configurée.

source: Sign authentication request
fr: Signer les requêtes d’authentification

source: Better to let it checked
fr: Si vous ne savez pas de quoi cela parle, laissez la valeur par défaut

source: IdP must crypt assertions
fr: Le fournisseur d’identité doit chiffrer les assertions

source: IdP manage user attributes
fr: L’IdP gère les attributs utilisateur

source: IdP manage roles
fr: L’IdP gère les rôles

source: Generate signing and encryption key pairs
fr: Générer les clés de signature et de chiffrement

source: Service Provider Configuration
fr: Configuration du fournisseur de service

source: Signing key pair is invalid
fr: La paire de clé de signature est invalide

source: Encryption key pair is invalid
fr: La paire de clé de chiffrement est invalide

source: Registration URL
fr: URL pour inscription

source: URL on Identity Provider where users can register an account. Available variable: next_url.
fr: URL sur le fournisseur d’identité (IdP) où les utilisateurs peuvent se créer un compte. Variable disponible : next_url.

source: Identities Interface
fr: Interface pour les identités

source: SAML identity provider
fr: Fournisseur d’identités SAML

source: Invalid Token
fr: Jeton invalide

source: Account Creation Confirmed
fr: Confirmation de création compte

source: Username
fr: Identifiant

source: Log in
fr: S’identifier

source: Lost Password?
fr: Mot de passe perdu ?

source: Invalid credentials
fr: Informations d’identification invalides

source: This account is waiting for confirmation
fr: Ce compte est en attente de confirmation

source: This account has been disabled
fr: Ce compte a été désactivé

source: Submit Request
fr: Valider la demande

source: Forgotten password
fr: Mot de passe oublié

source: There is no user with that name or it has no email contact.
fr: Il n’y a pas d’utilisateur avec ce nom ou il n’a pas d’adresse de contact.

source: Failed to send email (server error)
fr: N’a pas pu envoyé de courriel (erreur de serveur)

source: Forgotten Password
fr: Mot de passe oublié

source: The token you submitted does not exist, has expired, or has been cancelled.
fr: Le jeton que vous avez envoyé n’existe pas, a expiré ou a été annulé.

source: The token you submitted is not appropriate for the requested task.
fr: Le jeton que vous avez envoyé n’est pas approprié pour cette tâche.

source: Password Change
fr: Changement de mot de passe

source: Request Cancelled
fr: Demande annulée

source: Your request has been cancelled
fr: Votre demande a été annulée

source: Continue to <a href="/">home page</a></p>
fr: Continuer vers la <a href="/">page d’accueil</a></p>

source: New Password
fr: Nouveau mot de passe

source: New password sent by email
fr: Nouveau mot de passe envoyé par courriel

source: This will be your username to connect to this site.
fr: Ce sera votre identifiant pour vous connecter à ce site.

source: Create Account
fr: Créer un compte

source: New Account
fr: Nouveau compte

source: There is already a user with that username
fr: Il y a déjà un utilisateur avec cet identifiant

source: There is already a user with that email address
fr: Il y a déjà un utilisateur avec cette adresse électronique

source: Accounts are configured to require confirmation but accounts can be created without emails
fr: Les comptes sont configurés pour demander confirmation mais les comptes peuvent être créés sans spécifier de courriel

source: Accounts are configured to have a generated password but accounts can be created without emails
fr: Les comptes sont configurés pour avoir un mot de passé généré mais ils peuvent être créés sans spécifier de courriel

source: Email sent
fr: Courriel envoyé

source: Username / Password
fr: Identifiant / mot de passe

source: Configure username/password identification method
fr: Configurer la méthode d’identification par mot de passe

source: Passwords
fr: Mots de passe

source: Configure all password things
fr: Configurer les options relatives aux mots de passe

source: Users can change their password
fr: Les utilisateurs peuvent changer leurs mots de passe

source: Generate initial password
fr: Générer le mot de passe initial

source: Minimum password length
fr: Taille minimum des mots de passe

source: Email address (for questions...)
fr: Courriel (pour questions…)

source: Password Hashing Algorithm
fr: Algorithme de hashage de mot de passe

source: Identity Creation
fr: Création d’identités

source: Administrator accounts
fr: Comptes d’administration

source: Self-registration
fr: Inscription par l’utilisateur

source: Require email confirmation for new accounts
fr: Demander une confirmation par courriel pour les nouveaux comptes

source: Notify Administrators on Registration
fr: Notifier les administrateurs lors d’inscriptions

source: Use email as username
fr: Utiliser le courriel comme identifiant

source: Awaiting Confirmation
fr: En attente de confirmation

source: Disabled Account
fr: Compte désactivé

source: Send new password by email
fr: Envoyer un nouveau mot de passe par courriel

source: Send password by email
fr: Envoi du mot de passe par courriel

source: Email Password
fr: Courriel de mot de passe

source: Generate new password
fr: Générer un nouveau mot de passe

source: Use current password
fr: Utiliser le mot de passe actuel

source: Username / password
fr: Identifiant / mot de passe

source: Duplicate user name
fr: Nom d’utilisateur en double

source: Subscription notification for password account
fr: Notification d’inscription pour un compte à mot de passe

source: Available variables: email, website, token_url, token, admin_email, username, password
fr: Variables disponibles : email, website, token_url, token, admin_email, username, password

source: Subscription Confirmation
fr: Confirmation d’inscription

source: We have received a request for subscription of your email address, "{{email}}", to the {{website}} web site. To confirm that you want to be subscribed to the web site, simply visit this web page: {{token_url}} If you do not wish to be subscribed to the web site, pleasy simply disregard this message. If you think you are being maliciously subscribed to the web site, or have any other questions, send them to {{admin_email}}.
fr: Nous avons reçu une demande d’inscription provenant de votre adresse électronique « {{email}} », pour le site internet {{website}}. Pour confirmer votre inscription à ce site, visitez simplement cette page : {{token_url}} Si vous ne souhaitez pas être inscrit au site internet, ignorez ce message. Si vous pensez que vous avez été inscrit à votre insu, ou avez toute autre question à nous poser, envoyer nous un courriel à {{admin_email}}.

source: Request for password change
fr: Demande de changement de mot de passe

source: Available variables: change_url, cancel_url, token, time
fr: Variables disponibles : change_url, cancel_url, token, time

source: Change Password Request
fr: Demande de changement de mot de passe

source: You have (or someone impersonating you has) requested to change your password. To complete the change, visit the following link: {{change_url}} If you are not the person who made this request, or you wish to cancel this request, visit the following link: {{cancel_url}} If you do nothing, the request will lapse after 3 days (precisely on {{time}}).
fr: Vous avez (ou quelqu’un se faisant passer pour vous) demandé à changer de mot de passe. Pour accomplir ce changement, visitez cette page : {{change_url}} Si vous n’êtes pas la personne qui a fait cette requête, ou si vous voulez l’annuler, allez sur la page suivante : {{cancel_url}} Si vous ne faites rien, la demande expirera automatiquement dans 3 jours, précisément le {{time}}).

source: New generated password
fr: Nouveau mot de passe généré

source: Available variables: username, password, hostname
fr: Variables disponibles : username, password, hostname

source: Your new password
fr: Votre nouveau mot de passe

source: Hello, You have requested a new password for {{hostname}}, here are your new account details: - username: {{username}} - password: {{password}}
fr: Bonjour, Vous avez demandé un nouveau mot de passe pour {{hostname}}, voici vos nouvelles informations de connexion : - identifiant : {{username}} - mot de passe : {{password}}

source: Approval of new account
fr: Approbation de nouveau compte

source: Available variables: username, password
fr: Variables disponibles : username, password

source: Your account has been approved
fr: La création de votre compte a été validée

source: Your account has been approved. Account details: - username: {{username}} {% if password %}- password: {{password}}{% endif %}
fr: La création de votre compte a été validée. Détails du compte : - identifiant : {{username}} {% if password %}- mot de passe d: {{password}}{% endif %}

source: Notification of new registration to administrators
fr: Notification de nouvelle inscription aux administrateurs

source: Available variables: hostname, email_as_username, username
fr: Variables disponibles : hostname, email_as_username, username

source: New Registration
fr: Nouvelle inscription

source: Hello, A new account has been created on {{hostname}}. - name: {{name}} - username: {{username}}
fr: Bonjour, Un nouveau compte a été créé sur {{hostname}}. - nom : {{name}} - identifiant : {{username}}

source: Welcome email, with generated password
fr: Courriel de bienvenue, avec mot de passe généré

source: Available variables: hostname, username, password, email_as_username
fr: Variables disponibles : hostname, username, password, email_as_username

source: Welcome to {{hostname}}
fr: Bienvenue sur {{hostname}}

source: Welcome to {{hostname}}, Your password is: {{password}}
fr: Bienvenue sur {{hostname}}, Votre mot de passe est : {{password}}

source: Email with a new password for the user
fr: Courriel avec un nouveau mot de passe pour l’utilisateur

source: Available variables: hostname, name, username, password
fr: Variables disponibles : hostname, name, username, password

source: Your new password for {{hostname}}
fr: Votre nouveau mot de passe pour {{hostname}}

source: Hello {{name}}, Here is your new password for {{hostname}}: {{password}}
fr: Bonjour {{name}}, Votre nouveau mot de passe pour {{hostname}} est : {{password}}

source: Email with current password for the user
fr: Courriel avec mot de passe actuel pour l’utilisateur

source: Your password for {{hostname}}
fr: Votre mot de passe pour {{hostname}}

source: Hello {{name}}, Here is your password for {{hostname}}: {{password}}
fr: Bonjour {{name}}, Votre mot de passe pour {{hostname}} est : {{password}}

source: Text when account confirmed by user
fr: Texte quand le compte est confirmé par l’utilisateur

source: <p> Your account has been created. </p>
fr: <p> Votre compte a été créé. </p>

source: Text when an email with a change password token has been sent
fr: Texte quand un courriel avec un jeton de changement de mot de passe a été envoyé

source: <p> A token for changing your password has been emailed to you. Follow the instructions in that email to change your password. </p> <p> <a href="login">Log In</a> </p>
fr: <p> Un jeton de changement de mot de passe vous a été envoyé par courriel. Suivez les instructions dans celui-ci pour changer votre mot de passe. </p> <p> <a href="login">S’identifier</a> </p>

source: Text when new password has been sent
fr: Texte quand un nouveau mot de passe a été envoyé

source: <p> Your new password has been sent to you by email. </p> <p> <a href="login">Login</a> </p>
fr: <p> Votre nouveau mot de passe vous a été envoyé par courriel.</p> <p> <a href="login">S’identifier</a> </p>

source: Text on top of registration form
fr: Texte en haut de la page d’inscription

source: Text on login page, linking to the forgotten password request page
fr: Texte sur la page d’identification, liant vers la page de demande de mot de passe oublié

source: <p> If you have an account, but have forgotten your password, you should go to the <a href="%(forgotten_url)s">Lost password page</a> and submit a request to change your password. </p>
fr: <p> Si vous avez un compte mais que vous avez perdu votre mot de passe, vous pouvez aller sur la <a href="%(forgotten_url)s">page de mot de passe perdu</a> et envoyer une demande pour changer votre mot de passe. </p>

source: Text on forgotten password request page
fr: Texte sur les pages de demande de mot de passe oublié

source: <p> If you have an account, but have forgotten your password, enter your user name below and submit a request to change your password. </p>
fr: <p> Si vous avez un compte mais que vous avez perdu votre mot de passe, entrez votre identifiant ci-dessous et envoyez une demande pour en changer le mot de passe. </p>

source: Text linking the login page to the account creation page
fr: Texte liant la page de connexion à la page de création de compte

source: Available variable: register_url
fr: Variables disponibles : register_url

source: <p> If you do not have an account, you should go to the <a href="{{register_url}}"> New Account page</a>. </p>
fr: <p> Si vous n’avez pas de compte, vous devriez aller sur la <a href="{{register_url}}">page de création de compte</a>. </p>

source: Text when an invalid password token is used
fr: Texte quand un jeton de changement de mot de passe invalide est utilisé.

source: <p> Sorry, the token you used is invalid, or has already been used. </p>
fr: <p> Désolé, le jeton que vous avez utilisé est invalide, ou a déjà été utilisé. </p>

source: Text on top of the login page
fr: Texte en haut de la page de connexion

source: Text when a mail for confirmation of an account creation has been sent
fr: Message quand le courriel pour confirmation de création a été envoyé

source: An email has been sent to you so you can confirm your account creation.
fr: Un courriel vous a été envoyé afin que vous confirmiez la création de votre compte.

source: January
fr: janvier

source: February
fr: février

source: March
fr: mars

source: April
fr: avril

source: May
fr: mai

source: June
fr: juin

source: July
fr: juillet

source: August
fr: août

source: September
fr: septembre

source: October
fr: octobre

source: November
fr: novembre

source: December
fr: décembre

source: Monday
fr: lundi

source: Tuesday
fr: mardi

source: Wednesday
fr: mercredi

source: Thursday
fr: jeudi
