Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Response status code
fr: Code de statut de la réponse

source: Restrict to query string data
fr: Limiter aux paramètres de l’URL

source: Any
fr: Au choix

source: Restrict to method
fr: Limiter à la méthode

source: Restrict to POST data
fr: Limiter au données contenues dans le corps de la requête

source: Edit webservice response
fr: Modifier la réponse webservice

source: Change webservice response "%s"
fr: Modification de la réponse webservice « %s »

source: Deleting:
fr: Suppression :

source: Duplication of webservice response "%s"
fr: Duplication de la réponse webservice « %s »

source: New webservice response
fr: Nouvelle réponse webservice

source: New webservice response "%s"
fr: Nouvelle réponse webservice « %s »

source: Import webservice responses
fr: Importer des réponses webservice

source: Test user label
fr: Libellé de l’utilisateur de test

source: A test user with this email already exists.
fr: Il y a déjà un utilisateur de test avec ce courriel.

source: Change in attribute values
fr: Changement dans les valeurs des attributs

source: This user is readonly.
fr: Cet utilisateur est en lecture seule.

source: Edit test user
fr: Modifier l’utilisateur de test

source: Test users
fr: Utilisateurs de test

source: Empty user
fr: Utilisateur vide

source: Copy existing user
fr: Copier un utilisateur existant

source: Creation
fr: Création

source: New test user
fr: Nouvel utilisateur de test

source: Import test users
fr: Importer des utilisateurs de test

source: Some already existing users were not imported.
fr: Certains utilisateurs existaient déjà et n’ont pas été importés.

source: Test users have been successfully imported.
fr: Les utilisateurs de test ont été importés correctement.

source: Trash
fr: Corbeille

source: Trash, recently deleted items
fr: Corbeille, suppressions récentes

source: An object with this id already exists.
fr: Il y a déjà un objet avec cet identifiant.

source: Restore
fr: Restaurer

source: Can not restore snapshot (%s)
fr: Impossible de restaurer la sauvegarde (%s)

source: Restore #%s
fr: Restauration (%s)

source: Email
fr: Courriel

source: Administrator account
fr: Compte d’administration

source: Marked as deleted on %(date)s.
fr: Marqué comme supprimé le %(date)s.

source: Profile
fr: Profil

source: Not set
fr: Non renseigné

source: This user is not active.
fr: Cet utilisateur est désactivé.

source: SAML Details
fr: Détails SAML

source: Account federated with %s
fr: Compte fédéré avec %s

source: remote:
fr: distant :

source: Lasso Identity Dump
fr: Dump de l’identité Lasso

source: Manage Roles
fr: Gérer les rôles

source: Edit User
fr: Modifier l’utilisateur

source: You are about to irrevocably delete this user.
fr: Vous allez définitivement supprimer cet utilisateur.

source: Delete User
fr: Supprimer l’utilisateur

source: Deleting User:
fr: Suppression de l’utilisateur :

source: Total number of users:
fr: Nombre total d’utilisateurs :

source: Number of filtered users:
fr: Nombre d’utilisateurs filtrés :

source: An authentification system must be configured before creating users.
fr: Le sous-système d’authentification doit être configuré avant de créer des utilisateurs.

source: SAML support must be setup before creating users.
fr: La prise en charge de SAML doit être configurée avant de créer des utilisateurs.

source: New User
fr: Nouvel utilisateur

source: Search
fr: Rechercher

source: Filter on Roles
fr: Filtrer par rôle

source: Filter
fr: Filtrer

source: Last Modification:
fr: Dernière modification

source: by %s
fr: par %s

source: Restore version
fr: Restaurer cette version

source: Export version
fr: Exporter cette version

source: Inspect version
fr: Inspecter cette version

source: Edit action
fr: Modifier l’action

source: Change in workflow test action "%s"
fr: Modification de l’action de test « %s »

source: Deleting action:
fr: Suppression de l’action :

source: Deletion of workflow test action "%s"
fr: Suppression de l’action de test « %s »

source: Duplication of workflow test action "%s"
fr: Duplication de l’action de test « %s »

source: Last test result could no be used, please check it exists.
fr: Le dernier résultat du test n’a pas pu être utilisé, vous devriez vérifier qu’il existe.

source: Backoffice user
fr: Utilisateur agent

source: Change in workflow test options
fr: Changement dans les options de test de workflow

source: New test action "%s"
fr: Nouvelle action de test « %s »

source: Change in workflow test actions order
fr: Changement de l’ordre des actions de test

source: Workflow Name
fr: Nom du workflow

source: Identifier
fr: Identifiant

source: The identifier should not be modified as the workflow is part of an application.
fr: L’identifiant ne devrait pas être modifié car le workflow fait partie d’une application.

source: Change in action "%(description)s" in status "%(name)s"
fr: Modification à l’action « %(description)s » dans le statut « %(name)s »

source: Deletion of action "%(description)s" in status "%(name)s"
fr: Suppression de l’action « %(description)s » dans le statut « %(name)s »

source: You are about to remove an item.
fr: Vous allez supprimer un élément.

source: Delete Item
fr: Supprimer l’élément

source: Deleting Item
fr: Suppression de l’élément

source: Target status
fr: Statut de destination

source: Copy
fr: Copier

source: Copy Item
fr: Copie de l’action

source: Copy of action "%(description)s" from status "%(from_status)s" to status "%(destination_status)s"
fr: Copie de l’action « %(description)s » du statut « %(from_status)s » au statut « %(destination_status)s ».

source: Change in action "%(description)s" in global action "%(name)s"
fr: Modification à l’action « %(description)s » dans l’action globale « %(name)s »

source: Deletion of action "%(description)s" in global action "%(name)s"
fr: Suppression de l’action « %(description)s » dans l’action globale « %(name)s »

source: Trigger
fr: Déclencheur

source: Change in trigger of global action "%(name)s
fr: Modification à un déclencheur dans l’action globale « %(name)s »

source: You are about to remove a trigger.
fr: Vous allez supprimer un déclencheur.

source: Delete Trigger
fr: Supprimer le déclencheur

source: Deleting Trigger
fr: Suppression du déclencheur

source: Deletion of trigger in global action "%s"
fr: Suppression à un déclencheur de l’action globale « %s »

source: New action "%(description)s" in status "%(name)s"
fr: Nouvelle action « %(description)s » dans le statut « %(name)s »

source: Change in action order in status "%(name)s
fr: Modification à l’ordre des actions dans le statut « %(name)s »

source: Change Status
fr: Changer de statut

source: Interact
fr: Échanger

source: Act on a Form/Card
fr: Agir sur une demande ou une fiche

source: Act on User
fr: Agir sur le demandeur

source: It is not possible to remove this status as the workflow would not have any status left.
fr: Le statut ne peut pas être supprimé car le workflow n’aurait alors plus aucun statut.

source: You are about to remove a status.
fr: Vous allez supprimer un statut.

source: Delete Status
fr: Supprimer le statut

source: Deleting Status:
fr: Suppression du statut :

source: Deletion of status %s
fr: Suppression du statut « %s »

source: Status Name
fr: Nom du statut

source: There is already a status with that name.
fr: Il y a déjà un statut avec ce nom.

source: Change name of status %s
fr: Changement du nom du statut « %s »

source: Edit Status Name
fr: Modifier le nom du statut

source: This workflow is part of an application and may have cards/forms set to this status.
fr: Ce workflow fait partie d’une application et peut avoir des demandes et/ou fiches sur cet statut.

source: Remove cards/forms with this status
fr: Supprimer les demandes et/ou fiches avec ce statut

source: Change cards/forms status to "%s"
fr: Changer le statut des demandes et/ou fiches en « %s »

source: Remove these cards/forms
fr: Effacer ces demandes et/ou fiches

source: Change these cards/forms status to "%s"
fr: Changer le statut des demandes et/ou fiches en « %s »

source: There are forms or cards set to this status.
fr: Il y a des demandes et/ou des fiches dans ce statut.

source: Remove these cards
fr: Effacer ces fiches

source: Change these cards status to "%s"
fr: Changer le statut des fiches en « %s »

source: There are cards set to this status.
fr: Il y a des des fiches dans ce statut.

source: Remove these forms
fr: Effacer ces demandes

source: Change these forms status to "%s"
fr: Changer le statut des demandes en « %s »

source: There are forms set to this status.
fr: Il y a des demandes dans ce statut.

source: Do nothing
fr: Ne rien faire

source: Pick an Action
fr: Choisir une action

source: Delete / Reassign
fr: Supprimer / Réassigner

source: Delete Status / Reassign
fr: Supprimer le statut / Réassigner

source: They need to be changed before this status can be deleted.
fr: Elles doivent être modifiées avant que ce statut puisse être supprimé.

source: Removal of status %s
fr: Suppression du statut %s

source: Display of status in history
fr: Affichage du statut dans l’historique

source: Displayed to everyone
fr: Affiché à tout le monde

source: Displayed only in backoffice
fr: Affiché uniquement dans le backoffice

source: Never displayed
fr: Jamais affiché

source: Colour in backoffice
fr: Couleur dans le backoffice

source: Extra CSS for frontoffice style
fr: Classe supplémentaire (CSS) pour le style en frontoffice

source: Force Terminal Status
fr: Forcer le caractère final du statut

source: Information text for backoffice
fr: Texte d’information sur le backoffice

source: Template for items to be looped on
fr: Gabarit produisant les éléments sur lesquels répéter les actions

source: Loop system
fr: Répétition

source: Status after loop
fr: Statut en fin de répétition

source: Change in options of status "%s"
fr: Modification aux options du statut « %s »

source: Status Options
fr: Options du statut

source: Change Status Options
fr: Modification des options du statut

source: Unset forced endpoint for status "%s"
fr: Retrait au statut « %s » du marquage comme étant final

source: New status "%s"
fr: Nouveau statut « %s »

source: New Status
fr: Nouveau statut

source: Default Value
fr: Valeur par défaut

source: Value to be used when the option is left empty (the option does not have to be marked as required).
fr: Valeur à utiliser quand l’option est laissée vide (l’option n’a pas à être marquée comme obligatoire).

source: Actions using this field
fr: Actions utilisant ce champ

source: "%s" action
fr: action « %s »

source: in global action "%s"
fr: dans l’action globale « %s »

source: in status "%s"
fr: dans le statut « %s »

source: This workflow is readonly.
fr: Ce workflow est en lecture seule.

source: New workflow option "%s"
fr: Nouvelle option de workflow « %s »

source: This workflow contains %d variables.
fr: Ce workflow contient %d variables.

source: This workflow contains more than %d variables.
fr: Ce workflow contient plus de %d variables.

source: There are not yet any variables.
fr: Il n’y a pas encore de variables.

source: New backoffice field "%s"
fr: Nouvelle donnée de traitement « %s »

source: This workflow contains %d backoffice fields.
fr: Ce workflow contient %d données de traitement.

source: This workflow contains more than %d backoffice fields.
fr: Ce workflow contient plus de %d données de traitement.

source: There are not yet any backoffice fields.
fr: Il n’y a pas encore de données de traitement.

source: Backoffice Fields
fr: Données de traitement

source: Functions
fr: Fonctions

source: New function "%s"
fr: Nouvelle fonction « %s »

source: New Function
fr: Nouvelle fonction

source: Deletion of function "%s"
fr: Suppression de la fonction « %s »

source: Rename of function "%s"
fr: Renommage de la fonction « %s »

source: Edit Function
fr: Modifier la fonction

source: Criticality Levels
fr: Niveaux de criticité

source: Colour
fr: Couleur

source: New criticality level
fr: Nouveau niveau de criticité

source: New Criticality Level
fr: Nouveau niveau de criticité

source: New Criticality level
fr: Nouveau niveau de criticité

source: Deletion of criticality level
fr: Suppression d’un niveau de criticité

source: Change of name of criticality level
fr: Changement du nom d’un niveau de criticité

source: Edit Criticality Level
fr: Modifier le niveau de criticité

source: New action "%(description)s" in global action "%(name)s"
fr: Nouvelle action « %(description)s » dans l’action globale « %(name)s »

source: Change in action order in global action "%(name)s"
fr: Modification à l’ordre des actions dans l’action globale « %(name)s »

source: Global Action: %s
fr: Action globale : %s

source: You are about to remove an action.
fr: Vous allez supprimer une action.

source: Delete Action
fr: Supprimer l’action

source: Deleting Action:
fr: Suppression de l’action :

source: Deletion of global action "%s"
fr: Suppression de l’action globale « %s »

source: Action Name
fr: Nom de l’action

source: There is already an action with that name.
fr: Il y a déjà une action avec ce nom.

source: Change in global action "%s"
fr: Modification dans l’action globale « %s »

source: Edit Action Name
fr: Modifier le nom de l’action

source: Change in "%s" global action options
fr: Modification de l’action globale « %s »

source: Global Action Options
fr: Options pour l’action globale

source: Change Global Action Options
fr: Modification de l’action globale

source: Change in trigger order in action %s
fr: Changement dans l’ordre des déclencheurs dans l’action « %s »

source: New trigger in global action "%s"
fr: Nouveau déclencheur dans l’action globale « %s »

source: Automatic
fr: Automatique

source: Manual
fr: Manuel

source: External call
fr: Appel externe

source: New global action "%s"
fr: Nouvelle action globale « %s »

source: New Global Action
fr: Nouvelle action globale

source: Select a category for this workflow.
fr: Sélectionner une catégorie pour ce workflow.

source: Change of category
fr: Changement de catégorie

source: Change in status order
fr: Changement de l’ordre des statuts

source: Change in global actions order
fr: Changement de l’ordre des actions globales

source: Change in criticality levels order
fr: Changement de l’ordre des niveaux de criticité

source: Edit Workflow
fr: Modifier le workflow

source: This workflow is currently in use, you cannot remove it.
fr: Ce workflow est actuellement utilisé, vous ne pouvez pas le supprimer.

source: You are about to irrevocably delete this workflow.
fr: Vous allez définitivement supprimer ce workflow.

source: Delete Workflow
fr: Supprimer le workflow

source: Deleting Workflow:
fr: Suppression du workflow :

source: Duplicate Workflow
fr: Dupliquer le workflow

source: Uncategorised
fr: Non-catégorisés

source: Forms and card models
fr: Formulaires et modèles de fiche

source: Card models
fr: Modèles de fiche

source: Unused
fr: Inutilisé

source: New Workflow
fr: Nouveau workflow

source: Import Workflow
fr: Importer le workflow

source: You can install a new workflow by uploading a file or by pointing to the workflow URL.
fr: Vous pouvez installer un nouveau workflow en téléchargeant un fichier ou en pointant vers l’URL du workflow.

source: This workflow has been successfully imported.
fr: Le workflow a été importé correctement.

source: Updating data after workflow change
fr: Ré-indexation des données après modification du workflow

source: Administrator reassigned status
fr: Statut réaffecté par l’administrateur

source: Updating forms after function removal
fr: Mise à jour des demandes/fiches après la suppression d’une fonction

source: Deletion of function "%s" in workflow
fr: Suppression de la fonction « %s » du workflow

source: Beware it is risky to change it
fr: Attention, ce changement est risqué

source: Request
fr: Requête

source: This tab is about connection, payload, and HTTP errors. Application errors ("err" property in response different than zero) are always silent.
fr: Cet onglet concerne les erreurs de connexion et de message à transmettre, ainsi que les erreurs HTTP. Les erreurs applicatives (quand l’attribut « err » dans les réponses est différent de zéro) sont toujours silencieuses.

source: Error Handling
fr: Gestion des erreurs

source: Edit webservice call
fr: Modifier l’appel webservice

source: You are about to irrevocably delete this webservice call.
fr: Vous allez définitivement supprimer cet appel webservice.

source: Delete webservice call
fr: Effacer l’appel webservice

source: Deleting webservice call:
fr: Effacement de l’appel webservice :

source: Duplicate webservice call
fr: Dupliquer l’appel webservice

source: Webservice Calls
fr: Appels de webservices

source: New webservice call
fr: Nouvel appel webservice

source: Import webservice call
fr: Importer un appel webservice

source: You can install a new webservice call by uploading a file.
fr: Vous pouvez enregistrer un nouvel appel webservice en téléchargeant un fichier.

source: This webservice call has been successfully imported.
fr: L’appel webservice a été importé correctement.

source: %(name)s (draft)
fr: %(name)s - (brouillon)

source: %(name)s #%(id)s (%(status)s)
fr: %(name)s - n°%(id)s (%(status)s)

source: unknown
fr: inconnu

source: Formdata is not editable (still a draft).
fr: Le formulaire n’est pas éditable (c’est encore un brouillon).

source: Payload is not a dict.
fr: Le contenu de la requête n’est pas un dictionnaire.

source: Missing data entry in payload.
fr: Il manque une entrée « data » dans le contenu de la requête.

source: Formdata is not editable by given user.
fr: Le formulaire n’est pas éditable par l’utilisateur.

source: User not authenticated.
fr: Utilisateur non authentifié.

source: Unsufficient roles.
fr: Rôles insuffisants.

source: User is not allowed to create card.
fr: L’utilisateur n’est pas autorisé à créer de fiche.

source: Invalid payload.
fr: Contenu de la requête invalide.

source: Invalid data parameter.
fr: Paramètre « data » invalide.

source: Invalid user parameter.
fr: Paramètre « user » invalide.

source: User is not allowed to import cards.
fr: L’utilisateur n’est pas autorisé à importer des fiches.

source: Invalid update-mode parameter value.
fr: Valeur invalide pour le paramètre « update-mode ».

source: Invalid delete-mode parameter value.
fr: Valeur invalide pour le paramètre « delete-mode ».

source: Invalid format (must be {"file": {"content": base64}}).
fr: Format invalide (doit être {"file": {"content": base64}}).

source: User is not allowed access to backoffice, cannot ignore roles.
fr: L’utilisateur n’est pas autorisé à accéder au backoffice, les rôles ne peuvent être ignorés.

source: No such parameter "full".
fr: Le paramètre « full » n’existe pas.

source: Unsigned request or API user has no access to cards.
fr: Requête non signée ou l’utilisateur d’API n’a pas accès aux fiches.

source: Disabled form.
fr: Formulaire désactivé.

source: Unsigned API call.
fr: Appel d’API non signé.

source: No backoffice submission roles on form.
fr: Pas de rôles de saisie backoffice sur ce formulaire.

source: User is not allowed to perform backoffice submission.
fr: L’utilisateur n’est pas autorisé à faire une saisie backoffice.

source: Only one formdata by user is allowed.
fr: Un seul formulaire par utilisateur est autorisé.

source: Restricted API access.
fr: API à accès limité.

source: Invalid status parameter value.
fr: Valeur invalide pour le paramètre « status ».

source: Unknown NameID.
fr: NameID inconnu.

source: No user specified.
fr: Pas d’utilisateur renseigné.

source: User not allowed to query data from other users.
fr: L’utilisateur n’est pas autorisé à accéder aux données d’autres utilisateurs.

source: Too much data.
fr: Trop de données.

source: Unauthenticated/unsigned request or no access to users.
fr: Requête non-authentifiée ou non-signée, ou pas d’accès aux utilisateurs.

source: Unsigned request or user has no access to backoffice.
fr: Requête non-signée ou l’utilisateur ne peut pas accéder au backoffice.

source: Missing signature.
fr: Signature absente.

source: Unsigned request or user is not admin.
fr: Requête non-signée ou l’utilisateur n’est pas administrateur.

source: User has no access to backoffice.
fr: L’utilisateur ne peut pas accéder au backoffice.

source: Payload structure preview
fr: Prévisualisation de la structure de la requête

source: Unable to preview payload.
fr: Impossible d’afficher la prévisualisation.

source: Following error occured:
fr: L’erreur suivante a été eu lieu :

source: %s new error has been recorded.
fr: %s nouvelle erreur a été enregistrée.

source: Missing lat/lon parameters.
fr: Paramètres lat/lon manquants.

source: Missing q parameter.
fr: Paramètre q manquant.

source: Warning: conditions are only evaluated when entering the action, you may need to set a timeout if you want it to be evaluated regularly.
fr: Attention : les conditions sont évaluées uniquement à l’arrivée dans le statut, il faut mettre en place un saut sur expiration si une évaluation régulière est souhaitée.

source: Cards
fr: Fiches

source: Card
fr: Fiche

source: Cards data
fr: Données de fiches

source: Blocks
fr: Blocs

source: Mail Template
fr: Modèle de courriel

source: Comment Template
fr: Modèle de message

source: Webservice Call
fr: Appel de webservice

source: Categories (blocks)
fr: Catégories (blocs)

source: Category (block)
fr: Catégorie (blocs)

source: Categories (cards)
fr: Catégories (fiches)

source: Category (cards)
fr: Catégorie (fiches)

source: Categories (forms)
fr: Catégories (formulaires)

source: Category (forms)
fr: Catégorie (formulaires)

source: Categories (workflows)
fr: Catégories (workflows)

source: Category (workflows)
fr: Catégorie (workflows)

source: Categories (mail templates)
fr: Catégories (modèles de courriel)

source: Category (mail templates)
fr: Catégorie (modèles de courriel)

source: Categories (comment templates)
fr: Catégories (modèles de message)

source: Category (comment templates)
fr: Catégorie (modèles de message)

source: Categories (data sources)
fr: Catégories (sources de données)

source: Category (data Sources)
fr: Catégorie (sources de données)

source: Test user
fr: Utilisateur de test

source: This element will not be updated if it already exists on the instance where the application is deployed.
fr: Cet élément ne sera pas mis à jour s’il existe déjà sur l’instance où l’application est déployée.

source: If at least one card data already exists for this card on the instance where the application is deployed, the cards data will not be imported.
fr: Si une fiche correspondant à ce modèle de fiche existe déjà sur l’instance où l’application est déployée alors les données de ces fiches ne seront pas importées.

source: Installation only
fr: Installation uniquement

source: Invalid tar file, missing manifest.
fr: Fichier tar invalide, manifeste manquant.

source: Invalid tar file, missing application.
fr: Fichier tar invalide, application manquante.

source: Invalid tar file, missing version.
fr: Fichier tar invalide, version manquante.

source: Invalid tar file, missing component %s
fr: Fichier tar invalide, composant %s manquant

source: Invalid tar file.
fr: Fichier tar invalide.

source: Invalid tar file, missing component %s.
fr: Fichier tar invalide, composant %s manquant.

source: Application (%s) initial installation
fr: Installation initiale de l’application (%s)

source: Application (%s) workflow status migration
fr: Migration des statuts de workflow par l’application (%s)

source: Application (%s) update, workflow change
fr: Mise à jour de l’application (%s), changement de workflow

source: Application (%s) update
fr: Mise à jour de l’application (%s)
