Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Application (%s) complete initial installation
fr: Fin de l’installation initiale de l’application (%s)

source: Application (%s) finalize initial installation
fr: Finalisation de l’installation initiale de l’applicatin (%s)

source: Application (%s) update, re-applying local changes
fr: Mise à jour de l’application (%s), remise en place des changements locaux

source: Existing data in "%s"
fr: Données existantes dans « %s »

source: Missing/multiple orig field.
fr: Paramètre « orig » absent ou répété.

source: Invalid orig.
fr: Paramètre « orig » invalide.

source: Missing/multiple algo field.
fr: Paramètre « algo » absent ou répété.

source: Invalid algo.
fr: Valeur invalide pour « algo ».

source: Invalid signature.
fr: Signature invalide.

source: Missing/multiple timestamp field.
fr: Paramètre « timestamp » absent ou répété.

source: Invalid timestamp field; %s.
fr: Valeur invalide pour « timestamp » : %s.

source: Nonce already used.
fr: Nonce déjà utilisé.

source: Multiple email field.
fr: Plusieurs paramètres « email ».

source: Unknown email.
fr: Valeur inconnue pour « email ».

source: Multiple NameID field.
fr: Plusieurs paramètres « NameID ».

source: Deletion
fr: Suppression

source: CSV Export
fr: Exportation en CSV

source: ODS Export
fr: Exportation en ODS

source: Download of attached file
fr: Téléchargement de fichier attaché

source: Download of attached files (bundle)
fr: Téléchargement des fichiers attachés (.zip)

source: Redirect to remote stored file
fr: Redirection vers un fichier distant

source: View Data
fr: Visualisation des données

source: Change to global settings
fr: Modification aux paramètres globaux

source: Select a category for this card model
fr: Sélectionner une catégorie pour ce modèle de fiche

source: Submission
fr: Saisie

source: The template should produce a unique identifier with only letters, lowercase or uppercase (without accents), digits, dashes and underscores. Other characters will be automatically replaced or removed.
fr: Le gabarit doit produire un identifiant unique avec uniquement des lettres, majuscules ou minuscules (sans accent), chiffres, trait d’union, tiret bas (_). Les autres caractères seront automatiquement remplacés ou supprimés.

source: Identifier cannot be modified if there are existing cards.
fr: L’identifiant ne peut pas être modifié car il existe des fiches.

source: Unique identifier template
fr: Gabarit pour un identifiant unique

source: History pane default mode
fr: Affichage par défaut du volet « historique »

source: Collapsed
fr: Plié

source: Expanded
fr: Déplié

# cards
source: Management
fr: Gestion

source: Warning: this field data will be permanently deleted from existing cards.
fr: Attention : l’information contenue dans ce champ sera perdue de façon irréversible.

source: This field may be used in the card custom identifiers, its removal may render cards unreachable.
fr: Ce champ semble utilisé pour l’identifiant personnalisé, sa suppression pourrait rendre des fiches inaccessibles.

source: This card model contains %d fields.
fr: Ce modèle de fiche contient %d champs.

source: This card model contains more than %d fields.
fr: Ce modèle de fiche contient plus de %d champs.

source: This card model is readonly.
fr: Ce modèle de fiche est en lecture seule.

source: There are no fields configured to be shown in listings.
fr: Aucun champ n’est configuré pour être affiché dans le tableau de la liste des fiches.

source: You should check the "Management Listings" box of the "Display" panel for at least one field.
fr: Veuillez cocher la case « Tableaux de traitement » de l'onglet « Affichage » pour au moins un champ.

source: You are about to irrevocably delete this card model.
fr: Vous allez définitivement supprimer ce modèle de fiche.

source: Deleting Card Model:
fr: Suppression du modèle de fiche :

source: Duplicate Card Model
fr: Dupliquer le modèle de fiche

source: You can replace this card model by uploading a file or by pointing to a form URL.
fr: Vous pouvez remplacer ce modèle de fiche en téléchargeant un fichier ou en pointant vers l’URL de la fiche.

source: The card model has been successfully overwritten. Do note it kept its existing address and role and workflow parameters.
fr: Le modèle de fiche a été écrasée correctement. Son adresse et les paramètres de rôles et workflow ont cependant été conservés.

source: Creation Roles
fr: Rôles de création

source: Select the roles that will be allowed to create cards of this kind.
fr: Indiquer les rôles qui seront autorisés à saisir des fiches de ce type.

source: Deletion is not possible as it is still used as datasource.
fr: La suppression n’est pas possible car ce modèle de fiches est utilisé en source de données.

source: Deletion is not possible as there are cards.
fr: La suppression n’est pas possible car il y a des fiches complétées.

source: Import Card Model
fr: Importer un modèle de fiche

source: You can install a new card model by uploading a file or by pointing to the card model URL.
fr: Vous pouvez installer un nouveau modèle de fiche en téléchargeant un fichier ou en pointant vers l’URL de la fiche.

source: Error loading card model (%s).
fr: Erreur au chargement du modèle de fiche (%s) :

source: This card model has been successfully imported.
fr: Le modèle de fiche a été importé correctement.

source: Imported card model contained errors and has been automatically fixed, you should nevertheless check everything is ok.
fr: Le modèle importé contenait des erreurs et celles-ci ont été automatiquement corrigées. Vous devriez néanmoins vérifier que tout est correct.

source: The card model identifier (%(slug)s) was already used by another card model. A new one has been generated (%(newslug)s).
fr: L’identifiant (%(slug)s) était déjà utilisé par un modèle de fiche. Un nouvel identifiant a été généré (%(newslug)s).

source: New Card Model
fr: Nouveau modèle de fiche

source: User (email or UUID)
fr: Usager (adresse électronique ou UUID)

source: Export Data
fr: Exporter les données

source: Search in card content
fr: Rechercher dans le contenu des fiches

source: View Card
fr: Voir le modèle de fiche

source: Import data from a file
fr: Importer des fiches depuis un fichier

source: will be ignored - type %s not supported
fr: sera ignoré - type %s pas pris en charge

source: Yes
fr: Oui

source: Cards will be matched using their unique identifier ("uuid" property).
fr: La correspondance avec les fiches existantes se fera sur base de leur identifiant unique (propriété « uuid »).

source: Cards will be matched using their custom identifier ("id" property).
fr: La correspondance avec les fiches existantes se fera sur base de leur identifiant personnalisé (propriété « id »).

source: Update mode (only for JSON imports)
fr: Mode de mise à jour (uniquement pour les fichiers JSON)

source: Update mode
fr: Mode de mise à jour

source: Behaviour for existing cards that are found in the file.
fr: Comportement pour les fiches existantes qui sont trouvées dans le fichier.

source: Update
fr: Mettre à jour

source: Skip
fr: Passer

source: Delete mode (only for JSON imports)
fr: Mode de suppression (uniquement pour les fichiers JSON)

source: Delete mode
fr: Mode de suppression

source: Behaviour for existing cards that are not found in the file.
fr: Comportement pour les fiches existantes qui ne sont pas trouvées dans le fichier.

source: Keep
fr: Conserver

source: Import File
fr: Importer un fichier

source: Invalid file format.
fr: Format de fichier invalide.

source: %s is required but cannot be filled from CSV.
fr: %s est obligatoire mais ne peut pas être rempli depuis un fichier CSV.

source: Invalid CSV file.
fr: Fichier CSV invalide

source: CSV file contains less columns than card fields.
fr: Le fichier CSV ne contient pas assez de colonnes par rapport aux champs de la fiche.

source: CSV file contains lines with wrong number of columns.
fr: Le fichier CSV contient des lignes avec un nombre erroné de colonnes.

source: (line numbers %s)
fr: (lignes %s)

source: (line numbers %s and more)
fr: (lignes %s et plus)

source: Invalid JSON file.
fr: Fichier JSON invalide.

source: This card has already been submitted.
fr: Cette fiche a déjà été enregistrée.

source: The card must be associated to an user.
fr: La fiche doit être associée à un usager.

source: The card has been recorded on %(date)s with the identifier %(identifier)s.
fr: La fiche a été enregistrée le %(date)s avec l’identifiant %(identifier)s.

source: The card has been recorded on %(date)s with the identifier %(identifier)s by %(agent)s.
fr: La fiche a été enregistrée le %(date)s avec l’identifiant %(identifier)s par %(agent)s.

source: Another action has been performed on this card in the meantime and data may have been changed.
fr: Une autre action a eu lieu sur cette fiche entretemps et les données peuvent avoir été modifiées.

source: Add another card
fr: Ajouter une autre fiche

source: Importing data into cards
fr: Importation des données dans des fiches

source: Back to Listing
fr: Retour au listing

source: Invalid JSON file (missing "fields" key on entry).
fr: Fichier JSON invalide (clé « fields » absente dans une entrée).

source: Deprecations Report
fr: Rapport sur les dépréciations

source: Scanning for deprecations
fr: Recherche des éléments dépréciés

source: Go to deprecation report
fr: Aller au rapport sur les dépréciations

source: %(name)s / Field "%(label)s"
fr: %(name)s / Champ « %(label)s »

source: Data source
fr: Source de données

source: No
fr: Non

source: %s of User
fr: %s de l’usager

source: User Label
fr: Nom de l’usager

source: in
fr: dans

source: not in
fr: pas dans

source: Status to display
fr: Statuts à afficher

source: Waiting for an action
fr: En attente de votre part

source: All
fr: Tous

# formdata
source: Open
fr: En attente

source: Done
fr: Terminé

source: Status (for user)
fr: Statut (visible à l’usager)

source: End
fr: Fin

source: Start (modification time)
fr: Début (date de modification)

source: End (modification time)
fr: Fin (date de modification)

source: Current user
fr: Utilisateur connecté

source: User Function
fr: Fonction de l’usager

source: Invalid user
fr: Utilisateur invalide

source: Channel
fr: Canal

source: Criticality Level
fr: Niveau de criticité

# criticality-level
source: All
fr: Tous

source: Number
fr: Numéro

source: Created
fr: Date de création

source: Last Modified
fr: Dernière modification

source: Anonymised
fr: Anonymisé

source: Multilinguism
fr: Multilinguisme

source: No languages selected.
fr: Pas de langues sélectionnées.

source: Open settings
fr: Accéder aux paramètres

source: Scanning for translatable text
fr: Recherche des textes à traduire

source: Export Options
fr: Options d’exportation

source: Mark as non-translatable
fr: Marquer comme à ne pas traduire

source: Go to multilinguism page
fr: Aller sur la page du multilinguisme

source: Exporting translatable strings
fr: Exportation des textes traduisibles

source: Importing translated strings
fr: Importation des textes traduits

source: Unknown file format
fr: Format de fichier inconnu

source: Form/Card
fr: Formulaire / Modèle de fiche

source: Form/Card Identifier
fr: Identifiant de la demande/fiche

source: View
fr: Voir

source: backoffice field
fr: donnée de traitement

source: Global View
fr: Vue globale

source: Map View
fr: Vue sur une carte

source: Forms in your care
fr: Formulaires à votre charge

source: Other Forms
fr: Autres formulaires

source: Global statistics
fr: Statistiques globales

source: No such tracking code or identifier.
fr: Code de suivi ou numéro de demande inconnu.

source: This identifier matches a draft form, it is not yet available for management.
fr: L’identifiant correspond à un brouillon, la demande ne peut pas encore être traitée.

source: This tracking code matches a draft form, it is not yet available for management.
fr: Ce code de suivi correspond à un brouillon, la demande ne peut pas encore être traitée.

source: Look up by tracking code or identifier
fr: Recherche par code de suivi ou numéro de demande

source: Look up
fr: Recherche

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin (non incluse)

# categories
source: All
fr: Toutes

source: Add Category
fr: Ajouter une catégorie

# channel
source: All
fr: Tous

source: Full text search
fr: Recherche texte intégral

source: Filters
fr: Critères

source: Period
fr: Période

source: Shortcuts
fr: Raccourcis

source: Current Month
fr: Mois en cours

source: Previous Month
fr: Mois précédent

source: Current Year
fr: Année en cours

source: Previous Year
fr: Année précédente

source: This site is currently empty. It is required to first add forms.
fr: Le site est encore vide. Il est nécessaire de d’abord ajouter des formulaires.

source: This view is deprecated and will soon be removed.
fr: Cette page est dépréciée et ne sera bientôt plus disponible.

source: More information in documentation.
fr: Plus d’information dans la documentation.

source: Total count:
fr: Nombre total :

source: Count:
fr: Nombre :

source: %(pending)s open on %(total)s
fr: %(pending)s en attente sur %(total)s

source: %(total)s item
fr: %(total)s élément

source: Invalid status value.
fr: Valeur invalide pour « status ».

source: Reference
fr: Référence

# frontoffice
source: User
fr: Usager

source: Forms View
fr: Vue par formulaires

source: Global Map
fr: Vue sur une carte

source: Export a Spreadsheet
fr: Exporter vers un tableur

source: Search in form content
fr: Rechercher dans le contenu des demandes

source: View Form
fr: Voir le formulaire

source: Plot on a Map
fr: Rendu sur une carte

source: Management view
fr: Tableau de traitement

source: Statistics
fr: Statistiques

source: View Workflow
fr: Voir le workflow

source: Custom Views
fr: Vues personnalisées

source: default
fr: défaut

source: custom value
fr: valeur personnalisée

source: Current view
fr: Vue actuelle

source: filters
fr: critères

source: Columns Settings
fr: Paramétrage des colonnes

source: columns
fr: colonnes

source: Marker Settings
fr: Paramétrage des marqueurs

source: markers
fr: marqueurs

source: When nothing is checked the default settings will apply.
fr: En l’absence de sélection le paramétrage par défaut s’applique.

source: to me only
fr: par moi uniquement

source: to role
fr: par le rôle

source: to any users
fr: par tout le monde

source: as data source
fr: comme source de données

source: Visibility
fr: Visibilité

source: Set as default view
fr: Définir comme vue par défaut

source: Group by
fr: Regroupement

source: Update existing view settings
fr: Mettre à jour les paramètres

source: Save View
fr: Enregistrer la vue

source: Invalid form.
fr: Formulaire invalide.

source: Missing title.
fr: Titre manquant.

source: Change to custom view (%s)
fr: Modification à une vue personnalisées (%s)

source: New custom view (%s)
fr: Nouvelle vue personnalisée (%s)

source: Views must have at least one column.
fr: Les vues doivent avoir au moins une colonne.

source: Visibility must be set.
fr: Une visibilité doit être définié.

source: You are about to remove the "%s" custom view.
fr: Vous allez supprimer la vue personnalisée « %s ».

source: Beware this view is available to all users, and will thus be removed for everyone.
fr: Attention, cette vue est partagée et sera donc supprimée pour tout le monde.

source: Delete Custom View
fr: Supprimer la vue personnalisée

source: Invalid operator "%s" for "filter-operator".
fr: Opérateur « %s » invalide pour le « filter-operator ».

source: Invalid operator "%s" for "filter-internal-id".
fr: Opérateur « %s » invalide pour le « filter-internal-id ».

source: Invalid value "%(value)s" for custom view "%(view)s", CardDef "%(card)s", field "internal-id", operator "%(operator)s".
fr: Valeur invalide (« %(value)s ») pour la vue personnalisée « %(view)s », modèle de fiche « %(card)s », champ « internal-id », opérateur « %(operator)s ».

source: Invalid value "%(value)s" for "filter-internal-id" and operator "%(operator)s".
fr: Valeur invalide (« %(value)s ») pour le filtre « filter_by_internal_id » avec l’opérateur « %(operator)s ».

source: Invalid value "%(value)s" for "%(key)s".
fr: Valeur invalide (« %(value)s ») pour « %(key)s ».

source: Invalid operator "%(operator)s" for "%(key)s".
fr: Opérateur « %(operator)s » invalide pour « %(key)s ».

source: Invalid operator "%s" for "filter-identifier".
fr: Opérateur « %s » invalide pour « filter-identifier ».

source: Distance filter missing a center.
fr: Référence de centre absente pour le filtre de distance.

source: Invalid filter "%(filters)s".
fr: Filtre invalide « %(filters)s ».

source: Invalid filter "%s".
fr: Filtre invalide « %s ».

source: Unused parameter "%(param)s".
fr: Paramètre inutilisé « %(param)s ».

source: Executing task "%s" on forms
fr: Exécution de la tâche «%s» sur les formulaires

source: Text (.csv)
fr: Texte (.csv)

source: Include header line
fr: Inclure une ligne d’entête

source: Map
fr: Carte

source: Total number of records:
fr: Nombre total d’enregistrements :

source: Resolution time
fr: Durée pour la résolution

source: To Status "%s"
fr: Vers le statut « %s »

source: Minimum Time:
fr: Temps minimum :

source: Maximum Time:
fr: Temps maximum :

source: Range:
fr: Étendue :

source: Mean:
fr: Moyenne :

source: Median:
fr: Médiane :

source: Standard Deviation:
fr: Écart type :

source: A missing or invalid custom view was referenced; you have been automatically redirected.
fr: Une vue personnalisée manquante ou invalide était référencée; vous avez été automatiquement redirigé.

source: A custom view for which you do not have access rights was referenced; you have been automatically redirected to the default view.
fr: Une vue personnalisée pour laquelle vous n’avez pas les droits était référencée; vous avez été automatiquement redirigé vers la vue par défaut.

source: The form has been recorded on %(date)s with the number %(identifier)s.
fr: Le formulaire a été enregistré le %(date)s avec le numéro %(identifier)s.

source: The form has been recorded on %(date)s with the number %(identifier)s by %(agent)s.
fr: Le formulaire a été enregistré le %(date)s avec le numéro %(identifier)s par %(agent)s.

source: This form has been accessed via its tracking code, it is therefore displayed like you were also its owner.
fr: Vous avez accédé à ce formulaire via son code de suivi, vous le voyez donc aussi comme l’usager.

source: General Information
fr: Informations générales

source: Status:
fr: Statut :

source: Criticality Level:
fr: Criticité :

source: This form has been anonymised on %(date)s.
fr: Ce formulaire a été anonymisé le %(date)s.

source: Download all files as .zip
fr: Télécharger les fichiers joints

source: Data Inspector
fr: Inspection des données

source: Original form
fr: Formulaire d’origine

source: Original card
fr: Fiche d’origine

source: (deleted)
fr: (supprimé)

source: Phone
fr: Téléphone

source: Open
fr: Ouvrir

source: Comments
fr: Commentaire

source: User Pending Forms
fr: Formulaires de cet usager en attente

source: HTML Template (WYSIWYG)
fr: Gabarit HTML (WYSIWYG)

source: Template to be looped on
fr: Gabarit produisant les éléments sur lesquels répéter l’évaluation

source: Evaluate
fr: Évaluer

source: Error message:
fr: Message d’erreur :

source: Failed to evaluate condition.
fr: Erreur à l’évaluation de la condition.

source: This tool expects a condition, not a complete template.
fr: Cet outil attend une condition, pas un gabarit complet.

source: Condition result:
fr: Résultat de la condition :

source: True
fr: Vrai

source: False
fr: Faux

source: Failed to evaluate loop template.
fr: Erreur à l’évaluation du gabarit de répétition.

source: Invalid value to be looped on (%r)
fr: Valeur invalide obtenue pour une boucle (%r)

source: Loop test limited to 5 iterations
fr: Le test de répétition est limité à 5 itérations.

source: Failed to evaluate template.
fr: Erreur à l’évaluation du gabarit.

source: Template rendering:
fr: Rendu du gabarit :

source: HTML Source:
fr: Source HTML :

source: Also rendered as an object:
fr: Interprété sous forme d’objet :

source: Number of items:
fr: Nombre d’éléments :

source: First items:
fr: Premiers éléments :

source: Also rendered as an iterable:
fr: Également interprété sous forme d’objet itérable :

source: Failed to evaluate HTML template.
fr: Erreur à l’évaluation du gabarit HTML.

source: Loop template didn't provide any element.
fr: Le gabarit de répétition n’a pas fourni un seul élément.

source: expand this variable
fr: déplier cette variable

source: variables from parent's request
fr: variables de la demande parente

source: deleted
fr: supprimé

source: unset
fr: non définie

source: Submissions by year
fr: Transmissions par année

source: Submissions by month
fr: Transmissions par mois

source: Submissions by weekday
fr: Transmissions par jour de la semaine

source: Submissions by hour
fr: Transmissions par heure

source: %d day(s)
fr: %d jour(s)

source: %d hour(s)
fr: %d heures(s)

source: %(days)d day(s) and %(hours)d hour(s)
fr: %(days)d jour(s) et %(hours)d heure(s)

source: %(hours)d hour(s) and %(minutes)d minute(s)
fr: %(hours)d heure(s) et %(minutes)d minute(s)

source: %(minutes)d minute(s) and %(seconds)d seconds
fr: %(minutes)d minute(s) et %(seconds)d secondes

source: %d seconds
fr: %d secondes

source: Exporting to CSV file
fr: Exportation dans un fichier au format CSV

source: Exporting to ODS file
fr: Exportation dans un fichier au format ODS

source: Exporting to JSON file
fr: Exportation dans un fichier au format JSON

source: Invalid value "%s" for "at".
fr: Valeur invalide (« %s ») pour « at »

source: Previous Page
fr: Page précédente

source: Next Page
fr: Page suivante

source: Per page:
fr: Par page :

source: Forms Workshop
fr: Fabrique de formulaires

source: Workflows Workshop
fr: Fabrique de workflows

source: Access to backoffice is restricted to authorized persons only. Please login.
fr: L’accès au backoffice est limité aux personnes autorisées. Veuillez vous identifier.

# studio
source: Forms
fr: Formulaires

# studio
source: Card Models
fr: Modèles de fiche

source: Compare
fr: Comparer

source: Can not display snapshot (%s)
fr: Impossible d’afficher la sauvegarde (%s)

source: Snapshot
fr: Sauvegarde

source: Overwrite current content
fr: Écraser le contenu actuel

source: Restore as a new item
fr: Restaurer en tant que nouveau

source: Restore snapshot
fr: Restaurer une sauvegarde

source: Can not inspect snapshot (%s)
fr: Impossible d’inspecter la sauvegarde (%s)

# studio
source: All changes
fr: Tous les changements

# studio
source: All Changes
fr: Tous les changements

# studio
source: Mail templates
fr: Modèles de courriel

# studio
source: Comment templates
fr: Modèles de message

# studio
source: Data sources
fr: Sources de données

# studio
source: Webservice calls
fr: Appels de webservice

# studio
source: Multilinguism
fr: Multilinguisme

# studio
source: Audit Journal
fr: Journal d’audit

source: Nothing found.
fr: Aucun résultat.

source: Results were limited to 50 hits.
fr: Les résultats ont été limités à 50.

source: Studio Search
fr: Recherche studio

source: Ancient forms
fr: Formulaires avec de vieilles données

source: Discard
fr: Abandonner

source: You are about to discard this form.
fr: Vous allez définitivement abandonner la saisie de cette demande.

source: Discarding Form
fr: Abandonner la saisie

source: This form has already been submitted.
fr: Ce formulaire a déjà été enregistré.

source: The form must be associated to an user.
fr: La demande doit être associée à un usager.

source: The target user was not found, this form is anonymous.
fr: L’utilisateur cible n’a pas été trouvé, ce formulaire est donc anonyme.
