Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Webservice response %(name)s was not used.
fr: La réponse de webservice « %(name)s » n’a pas été utilisée.

source: Webservice response
fr: Réponse webservice

source: SMS send
fr: Envoi d’un SMS

source: Sent SMS
fr: SMS envoyé

source: No sent SMS matches expected criterias.
fr: Aucun SMS envoyé ne correspond aux critères attendus.

source: No SMS was sent.
fr: Aucun SMS n’a été envoyé.

source: SMS to %s
fr: SMS vers %s

source: Phone numbers
fr: Numéros de téléphone

source: Add phone number
fr: Ajouter un numéro de téléphone

source: Form was not anonymised.
fr: La demande n’a pas été anonymisée.

source: Redirect
fr: Redirection

source: No redirection occured.
fr: Aucune redirection n’a eu lieu.

source: Expected redirection to %(expected_url)s but was redirected to %(url)s.
fr: Une redirection vers « %(expected_url)s » était attendue mais une redirection vers « %(url)s » a eu lieu.

source: History message display
fr: Affichage d’un message dans l’historique

source: Displayed history message
fr: Message affiché dans l’historique

source: No displayed history message has expected content.
fr: Aucun message affiché dans l’historique n’a le contenu attendu.

source: No history message.
fr: Pas de message dans l’historique.

source: empty content
fr: le contenu est vide

source: content does not contain "%(expected)s" (was "%(message)s")
fr: le contenu ne contient pas « %(expected)s » (était « %(message)s »)

source: Message must contain
fr: Le message doit contenir

source: Alert display
fr: Affichage d’une alerte

source: Displayed alerts: %s
fr: Alertes affichées : %s

source: Expected alert: %s
fr: Alerte attendue : %s

source: No alert matching message.
fr: Pas d’alerte correspondant au message attendu.

source: Assertion will pass if the text is contained in alert message.
fr: La vérification réussira si le texte est contenu dans le message d’alerte.

source: Criticality level
fr: Niveau de criticité

source: Workflow has no criticality levels.
fr: Le workflow n’a pas de niveaux de criticité.

source: Broken, missing criticality level
fr: Cassé, niveau de criticité manquant

source: Criticality is "%s"
fr: Le niveau de criticité est « %s »

source: Form should have criticality level "%(expected_level)s" but has level "%(level)s".
fr: La demande devrait avoir le niveau de criticité « %(expected_level)s » mais elle a le niveau « %(level)s ».

source: Fill form
fr: Compléter un formulaire

source: Workflow has no form actions.
fr: Le workflow n’a pas d’action de type « Formulaire ».

source: Submit and go to fields filling
fr: Valider et passer à la complétion des champs

source: Broken, missing form action
fr: Cassé, action « Formulaire » absente

source: Form fill must be followed by "button click" action.
fr: La complétion d’un formulaire doit être suivie d’une action « clic sur un bouton ».

source: Form is not in the status containing form fill action.
fr: Le formulaire n’est pas dans le statut contenant l’action de formulaire.

source: Status containing action: %s
fr: Statut contenant l’action : %s

source: Form is not accessible by user "%s".
fr: Le formulaire n’est pas accessible à l’utilisateur « %s ».

source: Form is not displayed.
fr: Le formulaire n’est pas affiché.

source: Use last test result in fields filling page
fr: Utiliser le dernier résultat du test dans la page de complétion des champs

source: If form has a datasource that depends on workflow data (backoffice field, previous form), this option can be used to display the correct choice list.
fr: Si le formulaire utilise une source de données qui dépend de variables du workflow (données de traitement, formulaire de workflow précédent), cette option peut être utilisée pour afficher correctement la liste des choix.

source: Fill comment
fr: Remplir un commentaire

source: Workflow has no comment actions.
fr: Le workflow n’a pas d’action de type « Commentaire ».

source: Comment fill must be followed by "button click" action.
fr: Le remplissage d’un commentaire doit être suivi d’une action « clic sur un bouton ».

source: Expected value
fr: Valeur attendue

source: Form creation
fr: Création d’une demande

source: Workflow has no form creation action.
fr: Le workflow n’a pas d’action de type « Création d’une demande ».

source: Broken, missing form
fr: Cassé, formulaire manquant

source: Created form
fr: Demande créée

source: No created form matches expected criterias.
fr: Aucune demande créée ne correspond aux critères attendus.

source: No form was created.
fr: Aucune demande n’a été créée.

source: wrong form "%(formdef)s" (should be "%(expected_formdef)s")
fr: formulaire incorrect « %(formdef)s » (devrait être « %(expected_formdef)s »)

source: field "%s" is missing
fr: le champ « %s » est manquant

source: wrong value "%(value)s" for field "%(field)s" (should be "%(expected_value)s")
fr: mauvaise valeur « %(value)s » pour le champ « %(field)s » (devrait valoir « %(expected_value)s »)

source: Card creation
fr: Création d’une fiche

source: Workflow has no card creation action.
fr: Le workflow n’a pas d’action de type « Création d’une fiche ».

source: Broken, missing card
fr: Cassé, modèle de fiche manquant

source: Created card
fr: Fiche créée

source: No created card matches expected criterias.
fr: Aucune fiche créée ne correspond aux critères attendus.

source: No card was created.
fr: Aucune fiche n’a été créée.

source: wrong card "%(formdef)s" (should be "%(expected_formdef)s")
fr: modèle de fiche incorrect « %(formdef)s » (devrait être « %(expected_formdef)s »)

source: Card edition
fr: Modification d’une fiche

source: Workflow has no card edit action.
fr: Le workflow n’a pas d’action de type « Modification de fiche ».

source: Edited card
fr: Fiche modifiée

source: No edited card matches expected criterias.
fr: Aucune fiche modifiée ne correspond aux critères attendus.

source: No card was edited.
fr: Aucune fiche n’a été modifiée.

source: Visibility for a user
fr: Visibilité par un utilisateur

source: There are no test users.
fr: Il n’y a pas d’utilisateurs de tests.

source: User "%s" cannot view form
fr: L’utilisateur « %s » ne peut pas voir la demande/fiche

source: Edit form
fr: Modifier la demande

source: Workflow has no edit actions.
fr: Le workflow n’a pas d’action de type « Édition ».

source: Submit and go to form edition
fr: Valider et passer à la modification de la demande

source: Broken, missing edit action
fr: Cassé, action « Édition » absente

source: "%(button_label)s" by %(user)s
fr: « %(button_label)s » par %(user)s

source: Form is not in the status containing edit action.
fr: Le formulaire n’est pas dans un statut contenant une action d’édition.

source: Form edition is not allowed for user "%s".
fr: La modification de la demande n’est pas accessible à l’utilisateur « %s ».

source: Conditions for form edition were not met.
fr: Les conditions pour la modification de la demande ne sont pas validées.

source: Button label of edit action
fr: Libellé du bouton de l’action d’édition

source: %(button_label)s (in status %(status)s)
fr: « %(button_label)s » (dans le statut %(status)s)

source: Use last test result in edition page
fr: Utiliser le dernier résultat du test dans la page d’édition

source: If form has a condition based on workflow data, this option can be used to display the correct fields.
fr: Si le formulaire utilise une condition qui dépend de variables du workflow, cette option peut être utilisée pour afficher correctement les champs.

source: Aborted (too many jumps)
fr: Interrompu (trop de sauts)

source: Created (by API)
fr: Création (par l’API)

source: Actions after edit action (by API)
fr: Actions après une édition (par l’API)

source: API Trigger
fr: Déclencheur API

source: Created (backoffice submission)
fr: Création (saisie backoffice)

source: Action button
fr: Clic sur bouton d’action

source: Continuation
fr: Suite

source: Created (by CSV import)
fr: Création (par importation CSV)

source: Updated (by CSV import)
fr: Mise à jour (par importation CSV)

source: Actions after edit action
fr: Actions après une édition

source: Email action button
fr: Clic sur un bouton d’action dans un courriel

source: Created (frontoffice submission)
fr: Création (saisie frontoffice)

source: Click on a global action button
fr: Clic sur un bouton d’action globale

source: Global action
fr: Action globale

source: Mass global action
fr: Action globale exécutée en masse

source: Global action timeout
fr: Délai déclenchant une action globale

source: Global action (interactive)
fr: Action globale (interactive)

source: Trigger by external workflow
fr: Déclenchement par un workflow externe

source: Created (by JSON import)
fr: Création (par importation JSON)

source: Updated (by JSON import)
fr: Mise à jour (par importation JSON)

source: Start of the loop
fr: Début de la répétition

source: End of the loop
fr: Fin de la répétition

source: Mass jump action
fr: Saut exécuté en masse

source: Timeout jump
fr: Saut sur expiration

source: Unblock stalled processing
fr: Déblocage automatique d’un traitement gelé

source: Created (by workflow action)
fr: Création (par une action de workflow)

source: Edited (by workflow action)
fr: Modification (par une action de workflow)

source: Action in workflow form
fr: Action dans un formulaire de workflow

source: Nothing edited
fr: Aucune fiche modifiée

source: Unavailable status (%s)
fr: Statut indisponible (%s)

source: Too many jumps in workflow
fr: Trop de sauts consécutifs dans le workflow

source: The card has been deleted.
fr: La fiche a été supprimée.

source: The form has been deleted.
fr: La demande a été supprimée.

source: Usage of "attachments" detected in "attachments_%s" expression
fr: Utilisation de « attachments » détectée, « attachments_%s »

source: new value
fr: nouvelle valeur

source: old value
fr: ancienne valeur

source: updated
fr: mis à jour

source: added
fr: ajouté

source: removed
fr: supprimé

source: element number %s
fr: élément numéro %s

source: Options of workflow "%s"
fr: Options du workflow « %s »

source: Backoffice fields of workflow "%s"
fr: Données de traitement du workflow « %s »

source: Recipient
fr: Destinataire

source: Change in workflow
fr: Modification dans le workflow

source: Previously Marked Status
fr: Statut précédemment marqué

# role
source: User
fr: Usager

source: Signed API calls
fr: Appels signés aux API

source: direct role, legacy
fr: rôle pointé explicitement (usage obsolète)

source: role
fr: rôle

source: Add Function
fr: Ajouter une fonction

source: Add Function or Role
fr: Ajouter une fonction ou un rôle

source: Just Submitted
fr: Juste envoyé

source: Rejected
fr: Rejeté

source: Accepted
fr: Accepté

source: Finished
fr: Terminé

source: Accept
fr: Accepter

source: Reject
fr: Refuser

source: Finish
fr: Terminer

source: Unknown referenced role
fr: Référence à un rôle inconnu

source: Unknown roles
fr: Rôles inconnus

source: from final status
fr: depuis un statut final

source: from pause status
fr: depuis un statut de pause

source: from transition status
fr: depuis un statut de transition

source: from status "%s"
fr: depuis le statut « %s »

source: or
fr: ou

source: not assigned
fr: non assigné

source: Allow as mass action
fr: Proposer en action de masse

source: Pause status
fr: Statut de pause

source: Final status
fr: Statut final

source: Transition status
fr: Statut de transition

source: Only display to following statuses
fr: Afficher uniquement pour les statuts suivants

source: Add a status
fr: Ajouter un statut

source: First arrival in status
fr: Premier passage dans le statut

source: Latest arrival in status
fr: Dernier passage dans le statut

source: Arrival in final status
fr: Arrivée dans un statut final

source: Automatic, %(timeout)s, relative to: %(anchor)s
fr: Automatique, %(timeout)s, relative à : %(anchor)s

source: %s days
fr: %s jours

source: Automatic (not configured)
fr: Automatique (non configurée)

source: String / Template with reference date
fr: Texte / Gabarit avec la date de référence

source: Reference Date
fr: Date de référence

source: This should be a date; it will only apply to open forms.
fr: Doit donner une date; cela s’appliquera uniquement aux demandes ouvertes.

source: Current Status
fr: Statut actuel

source: invalid value, out of bounds
fr: valeur choisie invalide, hors des bornes

source: Delay (in days)
fr: Délai (en jours)

source: Number of days relative to the reference date. If the reference date is computed from an expression, a negative delay is accepted to trigger the action before the date. This can be a template.
fr: Nombre de jours relatifs à la date de référence. Si la date de référence est calculée depuis une expression, un délai négatif est accepté pour déclencher l’action avant la date. Un gabarit peut être utilisé.

source: Error computing anchor date from value
fr: Erreur au calcul de la date de référence depuis la valeur

source: Timeouts
fr: Expirations

source: Error computing anchor date from timestamp
fr: Erreur au calcul de la date de référence depuis l’horodotage

source: Error computing timeout
fr: Erreur au calcul du délai d’expiration

source: External call (%s)
fr: Appel externe (%s)

source: External call (not configured)
fr: Appel externe (non configuré)

source: None (Open API)
fr: Aucun (API ouverte)

source: Roles required to trigger using HTTP hook
fr: Rôles requis pour déclencher via un appel HTTP

source: This status is hidden.
fr: Ce statut est caché.

source: This status is hidden from the user.
fr: Ce statut est caché au demandeur.

source: With loop
fr: Avec une répétition

source: reference to invalid status in workflow %(workflow)s, status %(status)s, status after loop
fr: référence à un statut invalide dans le workflow %(workflow)s, statut « %(status)s », en fin de répétition

source: Jump after loop
fr: Saut à la fin de la répétition

source: conditional
fr: condition

source: Condition of execution of the action
fr: Condition d’exécution de l’action

source: Attachments
fr: Fichiers attachés

source: Unknown (%s)
fr: Inconnu (%s)

source: Failed to compute template
fr: Erreur au calcul du gabarit

source: Failed to compute Python expression
fr: Erreur au calcul de l’expression Python

source: reference to invalid status %(target)s in status %(status)s, action %(status_item)s
fr: référence à un statut invalide (n° %(target)s) dans l’action « %(status_item)s » du statut « %(status)s »

source: by
fr: par

source: (to last marker)
fr: (vers le dernier marqueur)

source: (conditional)
fr: (conditionné)

source: Workflow attachments
fr: Fichiers attachés (workflow)

source: Reindexing cards and forms after workflow change
fr: Ré-indexation des demandes et des fiches après modification du workflow

source: Geolocation enabled by workflow
fr: Géolocalisation activée par le workflow

source: unable to unflatten payload keys (%s)
fr: impossible de créer une requête structurée (%s)

source: there is a mix between lists and dicts
fr: il existe un mélange de listes et de dictionnaires

source: incomplete array before key "%s"
fr: liste incomplète devant la clé « %s »

source: key "%(orig_key)s" invalid because key "%(prev_key)s" has value "%(value)s"
fr: clé « %(orig_key)s » invalide car la clé « %(prev_key)s » a comme valeur « %(value)s »

source: incomplete array before %(path)s in %(key)s
fr: liste incomplèete devant %(path)s dans %(key)s

source: Webservice call (%(name)s, %(slug)s)
fr: Appel de webservice (%(name)s, %(slug)s)

source: Post formdata
fr: Envoyer les données du formulaire

source: Timeout must be empty or a number.
fr: L’expiration doit être un nombre, ou laissée vide.

source: Stop waiting for a response after this number of seconds. Leave empty to get default timeout (%ss).
fr: Nombre de secondes avant d’arrêter d’attendre une réponse. À laisser vide pour utiliser l’expiration par défaut (%ss).

source: POST data
fr: Données à envoyer dans le corps de la requête
