Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Popup closing...
fr: Fermeture de la fenêtre…

source: Executing task...
fr: Exécution de la tâche…

source: Abort job
fr: Arrêter la tâche

source: Imported successfully:
fr: Importés avec succès :

source: 1 form
fr: 1 formulaire

source: 1 card
fr: 1 modèle de fiche

source: 1 block of fields
fr: 1 bloc de champs

source: 1 role
fr: 1 rôle

source: 1 category
fr: 1 catégorie

source: 1 card category
fr: 1 catégorie de modèles de fiche

source: 1 workflow category
fr: 1 catégorie de workflow

source: 1 block category
fr: 1 catégorie de bloc de champs

source: 1 mail template category
fr: 1 catégorie de modèle de courriel

source: 1 comment template category
fr: 1 catégorie de modèles de message

source: 1 data source category
fr: 1 catégorie de source de données

source: 1 data source
fr: 1 source de données

source: 1 mail template
fr: 1 modèle de courriel

source: 1 comment template
fr: 1 modèle de message

source: 1 webservice call
fr: 1 appel de webservice

source: 1 API access
fr: 1 accès aux API

source: Show differences
fr: Voir les différences

source: 1 other this day
fr: 1 autre ce jour

source: No changes history
fr: Pas d’historique de changements

source: Compare snapshots
fr: Comparer les sauvegardes

source: Inspect
fr: Inspecteur

source: Compare inspect
fr: Comparer les inspecteurs

source: Compare XML
fr: Comparer l’XML

source: Query
fr: Requête

source: Forms are typically used to collect user demands.
fr: Les formulaires sont utilisés pour recueillir les demandes des usagers.

# studio
source: Cards
fr: Modèles de fiche

source: Cards are used to store list of structured data.
fr: Les fiches sont utilisées pour gérer des données structurées.

source: Workflows are used to add custom behaviours or actions to forms and cards.
fr: Les workflows sont utilisés pour définir les comportements et les actions associés aux démarches et aux fiches.

# studio
source: Recent changes
fr: Modifications récentes

source: See all changes
fr: Voir toutes les modifications

source: %(ancient_count)s ancient form.
fr: %(ancient_count)s vieille demande.

source: Anonymisation should be configured.
fr: Une anonymisation devrait être configurée.

# studio
source: Recent errors
fr: Erreurs récentes

# studio
source: See all errors
fr: Voir toutes les erreurs

source: No errors, congratulations!
fr: Aucune erreur, bravo !

source: Field linked to error:
fr: Champ lié à l’erreur :

source: Test action:
fr: Action de test :

source: Recorded errors:
fr: Erreurs enregistrées :

source: Missing required fields:
fr: Champs obligatoires manquants :

source: Dependency with error:
fr: Dépendance en erreur :

source: Sent requests:
fr: Requêtes envoyées :

source: Used webservice response:
fr: Réponse webservice utilisée :

source: Request was not mocked. Responses exist with matching URL, but they were not used:
fr: La requête n’a pas été simulée. Des réponses existent pour cette URL mais elles n’ont pas été utilisées :

source: Request was blocked since it is not a GET request.
fr: La requête a été bloquée car ce n’était pas une requête GET.

source: You can create corresponding webservice response here.
fr: Vous pouvez créer la réponse webservice correspondante ici.

source: Result
fr: Résultat

source: Run tests again
fr: Relancer les tests

source: Details
fr: Détails

source: Started by:
fr: Démarré par :

source: Fields coverage:
fr: Couverture des champs :

source: details
fr: détails

source: Workflow coverage:
fr: Couverture du workflow :

source: Success!
fr: Succès !

source: Display inspect
fr: Voir l’inspecteur

source: Display details
fr: Afficher les détails

source: Displayed in tests:
fr: Affiché dans les tests :

source: deleted test
fr: test supprimé

source: Never displayed.
fr: Jamais affiché.

source: Hidden in tests:
fr: Caché dans les tests :

source: Never hidden.
fr: Jamais caché.

source: No condition, always displayed.
fr: Pas de condition, toujours affiché.

source: Stasus are not considered in coverage.
fr: Les statuts ne sont pas comptés dans la couverture.

source: Performed in tests:
fr: Exécuté dans les tests :

source: Never performed.
fr: Jamais exécuté.

source: Run tests
fr: Lancer les tests

source: Started by
fr: Démarré par

source: No test results yet.
fr: Pas encore de résultats des tests.

source: Test users are shared between all tests.
fr: Les utilisateurs de test sont communs à tous les formulaires.

source: There are no test users yet.
fr: Il n’y a pas encore d’utilisateurs de tests.

source: Import from other test
fr: Importer depuis un autre test

source: not configured
fr: non configurée

source: There are no webservice responses yet.
fr: Il n’y a pas encore de réponses webservice.

source: Current submission mode is %(mode)s.
fr: La saisie s’effectue actuellement en mode %(mode)s.

source: No associated user.
fr: Pas d’usager associé.

source: Associated user:
fr: Usager associé :

source: No submission agent.
fr: Pas d’agent à la saisie.

source: Submission agent:
fr: Agent à la saisie :

source: Edit submission settings
fr: Modifier les paramètres de saisie

source: No frozen submission date.
fr: Pas de date de saisie figée.

source: Submission date:
fr: Date de saisie :

source: Change date
fr: Changer la date

source: Query parameters
fr: Paramètres de requête

source: Query parameters:
fr: Paramètres de requête :

source: Edit parameters
fr: Modifier les paramètres

source: Dependencies
fr: Dépendances

# dependency
source: never ran
fr: jamais exécutée

source: Options are overridden.
fr: Les options sont surchargées.

source: View options
fr: Voir les options

source: Reset options
fr: Réinitialiser les options

source: Override options
fr: Surcharger les options

source: This test is expected to fail on error "%(error)s". Submitting the form will mark it as passing again.
fr: Ce test s’attend à échouer avec l’erreur « %(error)s ». Valider le formulaire marquera le test comme devant réussir.

source: If test should fail on error "%(error)s", click button below.
fr: Si le test doit échouer avec l’erreur « %(error)s », cliquez sur le bouton ci-dessous.

source: In order to mark test as failing, form must display exactly one error.
fr: Pour marquer le test comme devant échouer, le formulaire doit afficher une seule erreur.

source: Note that some errors cannot be used, such as "required field" or "invalid value selected".
fr: Certaines erreurs ne peuvent pas être utilisées, « champ obligatoire » ou « valeur choisie invalide ».

source: Edit test data
fr: Modifier les données de test

source: Test form data
fr: Données de test

source: Tests cannot be created because this form has deprecated fields.
fr: Il n’est pas possible de créer de test car le formulaire contient des champs dépréciés.

source: There are no tests yet.
fr: Il n’y a pas encore de tests.

source: Date/time
fr: Date et heure

source: Object Type
fr: Type

source: There are no recently deleted items.
fr: Il n’y a pas de suppressions récentes.

source: Use ctrl + scroll to zoom the schema
fr: Vous pouvez zoomer sur le schéma à l’aide de CTRL + molette de défilement

source: Use ⌘ + scroll to zoom the schema
fr: Vous pouvez zoomer sur le schéma à l’aide de ⌘ + molette de défilement

source: Back to page
fr: Retourner à la page

source: Change Name
fr: Changer le nom

source: There are not yet any actions.
fr: Il n’y a pas encore d’actions.

source: Use drag and drop with the handles to reorder actions.
fr: Vous pouvez utiliser les poignées ⣿ pour ordonner les actions.

source: Triggers
fr: Déclencheurs

source: Back to workflow main page
fr: Retourner à la page principale du workflow

source: This is the default workflow, you cannot edit it but you can duplicate it to base your own workflow on it.
fr: Ceci est le workflow par défaut, vous ne pouvez pas le modifier mais vous pouvez le dupliquer pour baser votre workflow dessus.

source: New Action
fr: Nouvelle action

source: New Trigger
fr: Nouveau déclencheur

source: Statuses
fr: Statuts

source: Global Actions
fr: Actions globales

source: Workflow Variables
fr: Variables du workflow

source: %(status_count)s status
fr: %(status_count)s statut

source: Jump to:
fr: Sauter vers :

source: This status has been manually set to be considered as terminal.
fr: Ce statut a été explicitement marqué comme étant final.

source: This status has been automatically evaluated as being terminal.
fr: Ce statut a été automatiquement calculé comme étant final.

source: No actions in this status.
fr: Il n’y a pas encore d’actions dans ce statut.

source: There are not yet any actions in this status.
fr: Il n’y a pas encore d’actions dans ce statut.

source: Go to Target
fr: Aller à la destination

source: This status is configured to loop over actions.
fr: Ce statut est configuré pour répéter ses actions.

source: Once done, it will jump to this status:
fr: Une fois terminées, un saut se fera vers ce statut :

source: It was configured to jump a to a specific status but it doesn't exist anymore.
fr: Il était configuré pour sauter vers un statut particulier une fois les actions terminées mais le statut en question n’existe plus.

source: Once done, it will jump to the status that was previously marked.
fr: Une fois terminées, un saut se fera vers le statut qui avait précédemment été marqué.

source: It is not configured to jump to a specific status once done.
fr: Il n’y a pas de configuration pour aller vers un autre statut une fois les actions terminées.

source: Jumps
fr: Sauts

source: This status is reachable from the following status:
fr: Ce statut peut être atteint depuis les statuts suivants :

source: This status is reachable via the following global actions:
fr: Ce statut peut être atteint via les actions globales suivantes :

source: Full Screen
fr: Plein écran

source: Unforce Terminal Status
fr: Ne plus forcer le caractère final

source: There are no workflow test actions yet.
fr: Il n’y a pas encore d’actions de test.

source: New workflow test action
fr: Nouvelle action de test

source: change category
fr: changer de catégorie

source: Possible Status
fr: Statuts possibles

source: add status
fr: ajouter un statut

source: There are not yet any status defined in this workflow.
fr: Il n’y a pas encore de statuts définis dans ce workflow.

source: Use drag and drop with the handles to reorder status.
fr: Vous pouvez utiliser les poignées ⣿ pour ordonner les statuts.

source: with loop
fr: avec une répétition

source: final status
fr: statut final

source: pause status
fr: statut de pause

source: transition status
fr: statut de transition

source: Workflow Functions
fr: Fonctions dans ce workflow

source: add function
fr: ajouter une fonction

source: change
fr: changer

source: add global action
fr: ajouter une action globale

source: add criticality level
fr: ajouter un niveau de criticité

source: This workflow is used for the following forms:
fr: Ce workflow est utilisé par les formulaires suivants :

source: This workflow is used for the following card models:
fr: Ce workflow est utilisé par les modèles de fiches suivants :

source: The following mail templates are used in this workflow:
fr: Ce workflow utilise les modèles de courriel suivants :

source: Method:
fr: Méthode :

source: Query string data:
fr: Données envoyées en paramètres de l’URL :

source: POST data:
fr: Données à envoyer dans le corps de la requête :

source: Request Signature Key:
fr: Clé de signature de la requête :

source: Cache duration:
fr: Durée de conservation en cache :

source: Timeout:
fr: Expiration :

source: This webservice call is readonly.
fr: Cet appel webservice est en lecture seule.

source: There are no webservice calls defined.
fr: Il n’y a pas d’appels webservice défini.

source: This form is limited to one per user and the associated user has already one.
fr: Ce formulaire est limité à un seul par usager et l’usager associé en a déjà un.

source: Debug information
fr: Informations de déboguage

# plural
source: Computed data
fr: Données calculées

source: open field page
fr: ouvrir la page du champ

source: HTTP requests
fr: Requêtes HTTP

source: Log
fr: Historique

source: last check:
fr: dernière vérification :

source: Discard Draft
fr: Supprimer le brouillon

source: You can get back to this page using the following tracking code:
fr: Vous pouvez revenir sur cette page en utilisant ce code de suivi :

source: Steps
fr: Étapes

source: Go back to step: %(page_label)s
fr: REtourner à l’étape : %(page_label)s

source: Step %(page_no)s of %(page_count)s:
fr: Étape %(page_no)s sur %(page_count)s :

source: Step %(page_no)s of %(page_count)s
fr: Étape %(page_no)s sur %(page_count)s

source: current step
fr: étape courante

source: display form details
fr: afficher le détail de la demande

source: Compact table view
fr: Vue compacte

source: You already started to fill this form. You can continue it or submit a new one.
fr: Vous aviez déjà commencé à remplir ce formulaire. Vous pouvez poursuivre votre demande ou en saisir une nouvelle.

source: Continue with draft
fr: Compléter ma demande

source: continue with draft from
fr: reprendre ma demande du

source: on page %(page_no)s
fr: sur la page %(page_no)s

source: This site is using deprecated elements that will soon be removed.
fr: Ce site utilise des éléments dépréciés qui ne seront bientôt plus disponibles.

source: This site is currently unavailable.
fr: Ce site est pour le moment indisponible.

source: In order to be able to access the form, indicate the content of the following field.
fr: Pour accéder à la demande, indiquer le contenu du champ ci-dessous.

source: Expected error "%(expected_error)s" but got error "%(error)s" instead.
fr: L’erreur « %(expected_error)s » était attendue mais l’erreur « %(error)s » a eu lieu.

source: Expected error "%s" but test completed with success.
fr: L’erreur « %s » était attendue mais le test a abouti sans erreur.

source: Loop in dependencies.
fr: Boucle dans les dépendances.

source: Missing test dependency.
fr: Une dépendance du test est manquante.

source: Error in dependency: %s
fr: Erreur dans la dépendance : %s

source: Page to edit was not found.
fr: Page à modifier non trouvée.

source: Tried to fill field "%(label)s" on page %(no)d but page was not shown.
fr: Tentative de remplir le champ « %(label)s » sur la page %(no)d mais la page n’a pas été affichée.

source: "%(label)s" on page %(no)d
fr: « %(label)s » sur la page %(no)d

source: Tried to fill field %s but it is hidden.
fr: Tentative de remplir le champ %s mais celui-ci est caché.

source: Page %(no)d post condition was not met (%(condition)s).
fr: Une condition de sortie sur la page %(no)d n’a pas été validée (%(condition)s).

source: Failed to evaluate page %d post condition.
fr: Erreur à l’évaluation de la condition de sortie de la page %d.

source: "%(subfield)s" (of field %(field)s)
fr: « %(subfield)s » (du champ %(field)s)

source: Invalid value "%s"
fr: Valeur invalide « %s »

source: Empty value
fr: Valeur vide

source: %(error)s for field %(label)s: %(details)s
fr: %(error)s pour le champ %(label)s : %(details)s

source: Unexpected error when mocking webservice call for url %(url)s: %(error)s.
fr: Erreur inattendue lors de l’appel webservice vers l’URL %(url)s : %(error)s.

source: method must be GET
fr: la méthode doit être GET

source: Method does not match (expected %(expected_method)s, was %(method)s).
fr: La méthode ne correspond pas (%(expected_method)s attendu, pas %(method)s).

source: Expected parameter %s not found in query string.
fr: Le paramètre « %s » n’est pas présent dans la requête.

source: Wrong value for query string parameter %(param)s (expected %(expected_value)s, was %(value)s).
fr: Mauvaise valeur pour le paramètre « %(param)s » (devait valoir « %(expected_value)s » mais valait « %(value)s »).

source: Expected parameter %s not found in request body.
fr: Le paramètre « %s » n’est pas présent dans le corps de la requête.

source: Wrong value for request body parameter %(param)s (expected %(expected_value)s, was %(value)s).
fr: Mauvaise valeur pour le paramètre du corps de requête « %(param)s » (devait valoir « %(expected_value)s » mais valait « %(value)s »).

source: Session User Field: %s
fr: Champ utilisateur connecté : %s

source: Failed to call keepalive API (status: %s)
fr: Erreur à l’appel de l’API keepalive (statut : %s)

source: Failed to call keepalive API (response: %r)
fr: Erreur à l’appel de l’API keepalive (réponse : %r)

source: Deletion ratio is abnormally high (%.1f%%), aborting unknown users deletion
fr: Taux de suppression anormalement élevé (%.1f %%) : annulation de la suppression des utilisateurs inconnus

source: Failed to call users API (status: %s)
fr: Erreur à l’appel de l’API users (statut : %s)

source: Failed to call users API (response: %r)
fr: Erreur à l’appel de l’API users (réponse : %r)

source: Session User Display Name
fr: Nom complet de l’utilisateur connecté

source: Session User Email
fr: Courriel de l’utilisateur connecté

source: %s is taking too long
fr: trop longue durée pour %s

source: Invalid value %r for "order_by"
fr: Valeur invalide (%r) pour le filtre « order_by »

source: Invalid value "%s" for "order_by"
fr: Valeur invalide « %s » pour le filtre « order_by »

source: Invalid operator "%(operator)s" for filter "%(filter)s"
fr: Opérateur « %(operator)s » invalide pour le filtre « %(filter)s »

source: Unknown custom view "%(slug)s"
fr: Vue personnalisée « %(slug)s »

source: invalid value for distance (%r)
fr: valeur de distance invalide (%r)

source: Invalid value "%s" for filter "internal_id"
fr: Valeur invalide (« %s ») pour le filtre « internal_id »

source: Invalid operator "%(op)s" for filter "number"
fr: Opérateur « %(op)s » invalide pour le filtre « number »

source: Invalid operator "%(op)s" for filter "identifier"
fr: Opérateur « %(op)s » invalide pour le filtre « identifier »

source: between
fr: entre

source: existing
fr: existant

source: contains
fr: contient

source: case-insensitive equals
fr: est égal (en ignorant la casse)

source: today
fr: aujourd’hui

source: tomorrow
fr: demain

source: yesterday
fr: hier

source: this week
fr: cette semaine

source: in the future
fr: dans le futur

source: in the past
fr: dans le passé

source: today or in the future
fr: aujourd’hui ou dans le futur

source: today or in the past
fr: aujourd’hui ou dans le passé

source: Invalid value "%(value)s" for filter "%(filter)s"
fr: Valeur invalide (« %(value)s ») pour le filtre « %(filter)s »

source: Invalid value "%(value)s" for operator "%(operator)s" and filter "%(filter)s"
fr: Valeur invalide (« %(value)s ») pour l’opérateur « %(operator)s » et le filtre « %(filter)s »

source: |filter_value called without |filter_by
fr: |filter_value appelé sans |filter_by

source: |filter_value called without attribute (check |filter_by parameter)
fr: |filter_value appelé sans attribut (vérifiez le paramètre de |filter_by)

source: Invalid filter "%s"
fr: Filtre invalide « %s »

source: Operator filter is not allowed for exclude_value filter
fr: Un filtre d’opérateur n’est pas autorisé avec un filtre |exclude_value.

source: attribute:
fr: attribut :

source: |get called with invalid key (%s)
fr: |get appelé avec une clé invalide (%s)

source: Are you sure?
fr: Confirmez-vous ?

source: Invalid file type
fr: Type de fichier invalide

source: File size exceeds limits
fr: Le fichier dépasse la taille limite

source: Geolocation: unknown error
fr: Géolocalisation : erreur inconnue

source: Access to your geolocation has been denied by your device
fr: Accès à la géolocalisation refusé par votre appareil

source: Geolocation: position unavailable
fr: Géolocalisation : position non disponible

source: Geolocation: timeout
fr: Géolocalisation : délai expiré

source: Marker of selected position
fr: Marqueur pointant la position sélectionnée

source: An error occured while fetching results
fr: Erreur à la récupération des résultats

source: Search address
fr: Chercher une adresse

source: Zoom in
fr: Zoomer

source: Zoom out
fr: Dézoomer

source: Display my position
fr: Afficher ma position

source: Leaflet, a JavaScript library for interactive maps
fr: Leaflet, une bibliothèque JavaScript pour des cartes interactives

source: The results could not be loaded
fr: Les résultats ne peuvent pas être chargés

source: No matches found
fr: Pas de résultat trouvé

source: Please enter more characters
fr: Veuillez entrer plus de caractères

source: Loading more results...
fr: Chargement de plus de résultats…

source: Did you want to write
fr: Vouliez-vous écrire

source: Apply fix
fr: Corriger

source: The condition may be using unknown field variables.
fr: La condition fait peut-être référence à des champs inconnus.

source: Daily Summary Email
fr: Courriel récapitulatif quotidien

source: to %s
fr: vers %s

source: not completed
fr: pas complétée

source: To
fr: À

source: New arrivals
fr: Nouvelles arrivées

source: final
fr: finale

source: intermediate
fr: intermédiaire

source: only user unlinking
fr: uniquement la déliaison de l’usager

source: Final
fr: Finale

source: Only unlink user from the form/card. If existing the tracking code will be deleted.
fr: Retirer l’association entre la demande/fiche et l’usager, sans impact sur les données. S’il existe le code de suivi sera également supprimé.

source: Intermediate
fr: Intermédiaire

source: Anonymisation type
fr: Anonymisation

source: Assign Card Data
fr: Rattachement d’un usager à une fiche

source: Assign cards linked to this form/card
fr: Rattacher les fiches liées à la demande/fiche

source: Specify the list of cards which will be assigned
fr: Préciser la liste des fiches qui seront rattachées

source: Attachment
fr: Fichier joint

source: Upload File
fr: Transférer un fichier

source: Missing file
fr: Fichier manquant

source: By
fr: Par

source: Display Title
fr: Afficher le titre

source: Button Label
fr: Texte du bouton

source: Display Button
fr: Afficher le bouton

source: Information Text for Backoffice
fr: Texte d’information pour le backoffice

source: Store in a backoffice file field
fr: Enregistrer dans une donnée de traitement

source: This is used to get attachment in expressions.
fr: Utilisé pour obtenir le fichier attaché dans des expressions.

source: Include in form history
fr: Inclure dans l’historique du formulaire

source: Push to portfolio
fr: Envoyer dans le porte-document

source: Leaving the field blank will empty the value.
fr: Laisser vide supprimera le contenu du champ.

source: Backoffice Data "%s"
fr: Données de traitement « %s »

source: Fields Update
fr: Modifier les données de traitement

source: Failed to assign field (%(id)s): %(summary)s
fr: Erreur d’assignation au champ (%(id)s) : %(summary)s

source: Failed to convert %(class)s value to %(kind)s field (%(id)s)
fr: Erreur à la conversion de la valeur de type %(class)s pour un champ %(kind)s (%(id)s)

source: Failed to set %(kind)s field (%(id)s), error: %(exc)s
fr: Erreur sur la valeur du champ %(kind)s (%(id)s) : %(exc)s

source: Manual Jump (interactive)
fr: Saut manuel (interactif)

source: Manual Jump
fr: Saut manuel

source: computed label
fr: libellé calculé

source: previously marked status
fr: le statut précédemment marqué

source: broken, missing destination status
fr: cassé, statut de destination manquant

source: (and set marker)
fr: (et poser un marqueur)

source: "%(label)s", to %(to)s, by %(by)s%(more)s
fr: « %(label)s », vers %(to)s, par %(by)s%(more)s

source: "%(label)s", to %(to)s%(more)s
fr: « %(label)s », vers %(to)s%(more)s

source: Require confirmation
fr: Demander une confirmation

source: Custom text for confirmation popup
fr: Texte personnalisé pour la boite de confirmation

source: Ignore form
fr: Ignorer le formulaire

source: Add Comment
fr: Ajouter le commentaire
