Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name
fr: Nom

source: Access identifier
fr: Identifiant d’accès

source: Access key
fr: Clé d’accès

source: Restrict to anonymised data
fr: Limiter aux données anonymisées

source: Roles
fr: Rôles

source: Add Role
fr: Ajouter un rôle

source: Roles given with this access
fr: Rôles donnés par cet accès

source: Submit
fr: Valider

source: Cancel
fr: Annuler

source: This name is already used.
fr: Ce nom est déjà utilisé.

source: This value is already used.
fr: Cette valeur est déjà utilisée.

source: Edit
fr: Modifier

source: Edit API access
fr: Modifier l’accès aux API

source: You are about to irrevocably delete this API access.
fr: Vous allez définitivement supprimer cet accès aux API.

source: Delete
fr: Supprimer

source: Delete API access
fr: Supprimer l’accès aux API

source: Deleting API access:
fr: Suppression de l’accès aux API :

source: API access
fr: Accès aux API

source: New
fr: Nouveau

source: New API access
fr: Nouvel accès aux API

source: This block of fields is readonly.
fr: Ce bloc de champs est en lecture seule.

source: This block of fields contains %d fields.
fr: Ce bloc de champs contient %d champs.

source: This block of fields contains more than %d fields.
fr: Ce bloc de champs contient plus de %d champs.

source: Export
fr: Exporter

source: Settings
fr: Paramètres

source: There are not yet any fields defined.
fr: Il n’y a pas encore de champs configurés.

source: Usage
fr: Utilisation

source: Duplicate
fr: Dupliquer

source: Save snapshot
fr: Enregistrer une sauvegarde

source: Overwrite with new import
fr: Écraser avec un nouvel import

source: History
fr: Historique

source: Inspector
fr: Inspecteur

source: You are about to irrevocably delete this block.
fr: Vous allez définitivement supprimer ce bloc.

source: This block is still used, it cannot be deleted.
fr: Ce bloc est encore utilisé; il ne peut pas être supprimé.

source: Delete Block
fr: Supprimer le bloc

source: Deleting Block:
fr: Suppression du bloc :

source: (copy)
fr: (copie)

source: %(name)s (copy %(no)d)
fr: %(name)s (Copie %(no)d)

source: Duplicate Block of Fields
fr: Dupliquer le bloc de champs

source: Field data will be lost if overwriting with an incompatible block.
fr: Les données des champs seront perdues si le bloc est écrasé par un bloc incompatible.

source: File
fr: Fichier

source: Overwrite
fr: Écraser

source: Overwritten
fr: Écrasement

source: The identifier can not be modified as the block is in use.
fr: L’identifiant ne peut pas être modifié car le bloc est utilisé.

source: Category
fr: Catégorie

source: Digest Template
fr: Gabarit du résumé

source: Use block_var_... to refer to fields.
fr: Utilisez block_var_… pour faire référence aux champs.

source: Validation conditions
fr: Conditions de validation

source: This identifier is already used.
fr: Cet identifiant est déjà utilisé.

source: Wrong variable "form_var_…" detected. Please replace it by "block_var_…".
fr: Erreur sur le nom de variable « form_var_… »; il faut utiliser « block_var_… ».

source: Blocks of fields
fr: Blocs de champs

source: Misc
fr: Divers

source: Add
fr: Ajouter

source: New Block of Fields
fr: Nouveau bloc de champs

source: Import Block of Fields
fr: Importer un bloc de champs

source: Import
fr: Importer

source: You can install a new block of fields by uploading a file.
fr: Vous pouvez installer un nouveau bloc de champs en téléchargeant un fichier.

source: Invalid field in XML file (%s)
fr: Type de champ invalide dans le fichier XML (%s)

source: unauthorized category
fr: catégorie non-autorisée

source: Invalid File (%s)
fr: Fichier invalide (%s)

source: Invalid File
fr: Fichier invalide

source: Copy of %s
fr: Copie de %s

source: Copy of %(name)s (%(no)d)
fr: Copie de %(name)s (%(no)d)

source: This block of fields has been successfully imported.
fr: Le bloc de champs a été importé correctement.

source: Roles allowed to create, edit and delete forms.
fr: Rôles autorisés à créer, modifier et supprimer des formulaires.

source: Category Name
fr: Nom de la catégorie

source: URL Redirection
fr: URL de redirection

source: If set, redirect the site category page to the given URL instead of the site home.
fr: Si précisée, redirige la page de la catégorie vers cette URL plutôt que la page d’accueil.

source: Management Roles
fr: Rôles de gestion

source: Export Roles
fr: Rôles pour les exports

source: Roles allowed to export data.
fr: Rôles autorisés à exporter les données.

source: Statistics Roles
fr: Rôles pour les statistiques

source: Roles with access to the statistics page.
fr: Rôles autorisés à accéder aux pages de statistiques.

source: Roles allowed to create, edit and delete card models.
fr: Rôles autorisés à créer, modifier et supprimer des modèles de fiche.

source: Roles allowed to create, edit and delete workflows.
fr: Rôles autorisés à créer, modifier et supprimer des workflows.

source: Roles allowed to create, edit and delete blocks of fields. Note this also requires a management role on forms.
fr: Rôles autorisés à créer, modifier et supprimer des blocs de champs. À noter qu’un accès à la gestion des formulaires est également nécessaire.

source: Roles allowed to create, edit and delete mail templates.
fr: Rôles autorisés à créer, modifier et supprimer des modèles de courriels.

source: Roles allowed to create, edit and delete comment templates.
fr: Rôles autorisés à créer, modifier et supprimer des modèles de commentaires.

source: Roles allowed to create, edit and delete data sources.
fr: Rôles autorisés à créer, modifier et supprimer des sources de données.

source: Forms in this category
fr: Formulaires dans cette catégorie

source: No form associated to this category.
fr: Aucun formulaire n’est associé à cette catégorie.

source: Edit Category
fr: Modifier la catégorie

source: You are about to irrevocably delete this category.
fr: Vous allez définitivement supprimer cette catégorie.

source: Delete Category
fr: Supprimer la catégorie

source: Deleting Category:
fr: Suppression de la catégorie :

source: Edit Category Description
fr: Modifier la description de la catégorie

source: Card models in this category
fr: Modèles de fiche dans cette catégorie

source: No card model associated to this category.
fr: Aucun modèle de fiche n’est associé à cette catégorie.

source: Workflows in this category
fr: Workflows dans cette catégorie

source: No workflow associated to this category.
fr: Aucun workflow n’est associé à cette catégorie.

source: Blocks in this category
fr: Blocs dans cette catégorie

source: No block associated to this category.
fr: Aucun bloc n’est associé à cette catégorie.

source: Mail templates in this category
fr: Modèles de courriel dans cette catégorie

source: No mail template associated to this category.
fr: Aucun modèle de courriel n’est associé à cette catégorie.

source: Comment templates in this category
fr: Modèles de message dans cette catégorie

source: No comment template associated to this category.
fr: Aucun modèle de message n’est associé à cette catégorie.

source: Data sources in this category
fr: Sources de données dans cette catégorie

source: No data source associated to this category.
fr: Aucune source de données n’est associée à cette catégorie.

source: Categories are used to sort the different forms.
fr: Ces catégories sont utilisées pour ranger les différents formulaires.

source: Categories
fr: Catégories

source: New Category
fr: Nouvelle catégorie

source: Import category
fr: Importer une catégorie

source: You can install a new category by uploading a file.
fr: Vous pouvez enregistrer une nouvelle catégorie en téléchargeant un fichier.

source: This category has been successfully imported.
fr: La catégorie a été importée correctement.

source: Categories are used to sort the different card models.
fr: Ces catégories sont utilisées pour ranger les différents modèles de fiche.

source: Categories are used to sort the different workflows.
fr: Ces catégories sont utilisées pour ranger les différents workflows.

source: Categories are used to sort the different blocks.
fr: Ces catégories sont utilisées pour ranger les différents blocs de champs.

source: Categories are used to sort the different mail templates.
fr: Ces catégories sont utilisées pour ranger les différents modèles de courriel.

source: Categories are used to sort the different comment templates.
fr: Ces catégories sont utilisées pour ranger les différents modèles pour message dans l’historique.

source: Categories are used to sort the different data sources.
fr: Ces catégories sont utilisées pour ranger les différentes sources de données.

source: Comment Templates
fr: Modèles de message

source: New Comment Template
fr: Nouveau modèle de message

source: Import Comment Template
fr: Importer un modèle de message

source: You can install a new comment template by uploading a file.
fr: Vous pouvez enregistrer un nouveau modèle de message en téléchargeant un fichier.

source: This comment template has been successfully imported.
fr: Le modèle de message a été importé correctement.

source: Comment
fr: Commentaire

source: Attachments (templates)
fr: Fichiers attachés (gabarits)

source: Add attachment
fr: Ajouter un fichier attaché

source: Edit Comment Template
fr: Modifier le modèle de message

source: You are about to irrevocably delete this comment template.
fr: Vous allez définitivement supprimer ce modèle de message.

source: This comment template is still used, it cannot be deleted.
fr: Ce modèle de message est encore utilisé; il ne peut pas être supprimé.

source: Delete Comment Template
fr: Supprimer le modèle de message

source: Deleting Comment Template:
fr: Suppression du modèle de message :

source: Duplicate Comment Template
fr: Dupliquer le modèle de message

source: No usage detected.
fr: Pas d’utilisation détectée.

source: Data Source
fr: Source de données

source: Cache Duration
fr: Durée de conservation en cache

source: Caching data will improve performances but will keep changes from being visible immediately. You should keep this duration reasonably short.
fr: Mettre les données en cache améliorera les performances mais implique qu’un changement ne sera pas immédiatement visible. Il est conseillé de garder une durée relativement courte.

source: Query Parameter
fr: Paramètre de requête

source: Name of the parameter to use for querying source (typically, q)
fr: Nom du paramètre à utiliser pour faire une requête sur la source de données (usuellement « q »); cela nécessite que le service appelé gère correctement le paramètre mentionné, limite sa réponse aux résultats correspondant au paramètre.

source: Id Parameter
fr: Paramètre d’identifiant

source: Name of the parameter to use to get a given entry from data source (typically, id)
fr: Nom du paramètre à utiliser pour obtenir un enregistrement précis depuis la source de données (usuellement « id »); cela nécessite que le service appelé gère correctement le paramètre mentionné, limite sa réponse à la donnée demandée.

source: Id Property
fr: Propriété avec l’identifiant

source: Name of the property to use to get a given entry from data source (default: id)
fr: Nom de la propriété où trouver l’identifiant unique d’une donnée (par défaut : id)

source: Label template
fr: Gabarit pour le libellé

source: Django expression to build label of each value (default: {{ text }})
fr: Gabarit Django à utiliser pour construire le libellé des valeurs (par défaut : {{ text }})

source: Users with roles
fr: Utilisateurs avec les rôles

source: Users without roles
fr: Utilisateurs sans les rôles

source: Include disabled users
fr: Inclure les usagers désactivés

source: Data Attribute
fr: Attribut des données (data)

source: Name of the attribute containing the list of results (default: data). Possibility to chain attributes with a dot separator (example: data.results)
fr: Nom de l’attribut contenant la liste des résultats (par défaut : data). Il est possible de prendre une liste qui ne serait pas à la racine en chainant les attributs avec un point (par exemple : data.results).

source: Id Attribute
fr: Attribut de l’identifiant (id)

source: Name of the attribute containing the identifier of an entry (default: id)
fr: Nom de l’attribut contenant l’identifiant d’une donnée (par défaut : id)

source: Text Attribute
fr: Attribut du texte (text)

source: Name of the attribute containing the label of an entry (default: text)
fr: Nom de l’attribut contenant le texte d’une donnée (par défaut : text)

source: Notify on errors
fr: Notifier en cas d’erreur

source: Record on errors
fr: Enregistrer les erreurs

source: Query string data
fr: Données à envoyer en paramètres de l’URL

source: Unexpected fatal error getting items for preview.
fr: Erreur critique à la récupération des options pour la prévisualisation.

source: error: not a string
fr: erreur : n’est pas une chaine de caractères

source: Additional keys are available:
fr: Autres clés disponibles :

source: Edit Data Source
fr: Modifier la source de données

source: You are about to irrevocably delete this data source.
fr: Vous allez définitivement supprimer cette source de données.

source: This datasource is still used, it cannot be deleted.
fr: La source de données est encore utilisée; elle ne peut pas être supprimée.

source: Delete Data Source
fr: Supprimer la source de données

source: Deleting Data Source:
fr: Suppression de la source de données :

source: Duplicate Data Source
fr: Dupliquer la source de données

source: Duplicating Data Source:
fr: Duplication de la source de données :

source: This datasource cache has been invalidated.
fr: Le cache de cette source de données a été invalidé.

source: Data Sources
fr: Sources de données

# categories
source: Uncategorised
fr: Non-catégorisées

source: New Data Source
fr: Nouvelle source de données

source: New Users Data Source
fr: Nouvelle source de données « Utilisateurs »

source: Import Data Source
fr: Importer une source de données

source: You can install a new data source by uploading a file.
fr: Vous pouvez enregistrer une nouvelle source de données en téléchargeant un fichier.

source: This datasource has been successfully imported.
fr: La source de données a été importée correctement.

source: Agendas will be updated in the background.
fr: Les sources basées sur les agendas vont être actualisées en arrière-plan.

source: Documentation update
fr: Mise à jour de la documentation

source: None
fr: Aucun

source: Block of fields
fr: Bloc de champs

source: Statistics data will be collected in the background.
fr: Les données pour les statistiques vont être assemblées en arrière-plan.

source: "%s" is not an email field. Are you sure you want to prefill it with user's email?
fr: « %s » n’est pas un champ de type Courriel. Êtes-vous sûr·e de vouloir le préremplir avec l’adresse de l’usager ?

source: Modification of field "%s"
fr: Modification du champ « %s »

source: Warning: this field data will be permanently deleted.
fr: Attention : l’information contenue dans ce champ sera perdue de façon irréversible.

source: Delete Page
fr: Supprimer la page

source: Deleting Page: %s
fr: Suppression de la page : %s

source: You are about to remove the "%s" page.
fr: Vous allez supprimer la page « %s ».

source: Delete Field
fr: Supprimer le champ

source: Deleting Field: %s
fr: Suppression du champ : %s

source: You are about to remove the "%s" field.
fr: Vous allez supprimer le champ « %s ».

source: Also remove all fields from the page
fr: Supprimer tous les champs de la page

source: Warning: the page fields data will be permanently deleted.
fr: Attention : les informations contenues dans les champs de la page seront perdues de façon irréversible.

source: Deletion of field "%s"
fr: Suppression du champ « %s »

source: Duplication of field "%s"
fr: Duplication du champ « %s »

source: Duplicate Page
fr: Dupliquer la page

source: Duplicating Page: %s
fr: Duplication de la page : %s

source: You are about to duplicate the "%s" page.
fr: Vous allez dupliquer la page « %s ».

source: Also duplicate all fields of the page
fr: Également dupliquer les champs de la page

source: The fields are readonly.
fr: Les champs sont en lecture seule.

source: New field "%s"
fr: Nouveau champ « %s »

source: This form contains %d fields.
fr: Ce formulaire contient %d champs.

source: This form contains more than %d fields.
fr: Ce formulaire contient plus de %d champs.

source: Fields
fr: Champs

source: It is over system limits and no new fields should be added.
fr: Il dépasse les limites du système et de nouveaux champs ne devraient pas être ajoutés.

source: It is over system limits and no new fields can be added.
fr: Il dépasse les limites du système et il n’est plus possible d’ajouter de champs.

source: It is close to the system limits and no new fields should be added.
fr: Il approche les limites du système et de nouveaux champs ne devraient pas être ajoutés.

source: There are at least %d data fields, including fields in blocks.
fr: Il y a au moins %d champs de données, en comptant les champs dans les blocs.

source: In a multipage form, the first field should be of type "page".
fr: Dans un formulaire multi-pages, le premier champ doit être de type « page ».

source: Previous page
fr: Page précédente

source: All pages
fr: Toutes les pages

source: Next page
fr: Page suivante

source: Use drag and drop with the handles to reorder fields.
fr: Vous pouvez utiliser les poignées ⣿ pour ordonner les champs.

source: Page #%s:
fr: Page n°%s

source: depending on condition
fr: selon condition

source: optional
fr: optionnel

source: required only in frontoffice
fr: obligatoire en frontoffice

source: with post-conditions
fr: avec conditions de sortie

source: Limit display to this page
fr: Limiter l’affichage à cette page

source: New Field
fr: Nouveau champ

source: Label
fr: Libellé

source: Forms
fr: Formulaires

source: Card Models
fr: Modèles de fiche

source: Or import fields from:
fr: Ou importer les champs depuis :

source: Change in order of fields
fr: Changement de l’ordre des champs

source: Also move the fields of the page
fr: Également déplacer les champs de la page

source: Submitted form was not filled properly.
fr: Le formulaire transmis n’a pas été correctement rempli.

source: Import of fields from "%s"
fr: Importation des champs de « %s »

source: Without category
fr: Sans catégorie

source: Warning: this field data will be permanently deleted from existing forms.
fr: Attention : pour les demandes déjà effectuées, l’information contenue dans ce champ sera perdue de façon irréversible.

source: This form is readonly.
fr: Ce formulaire est en lecture seule.

source: This form is currently disabled.
fr: Ce formulaire est actuellement désactivé.

source: Enable
fr: Activer

source: Select a category for this form
fr: Sélectionner une catégorie pour ce formulaire

source: Backoffice submission
fr: Saisie backoffice

source: Include confirmation page
fr: Inclure une page de confirmation

source: Confirmation Page
fr: Page de confirmation

source: Draft
fr: Brouillon

source: Lifespan of drafts (in days)
fr: Durée de vie des brouillons (en jours)

source: By default drafts are removed after %s days.
fr: Par défaut les brouillons sont supprimés après %s jours.

source: Lifespan must be between 2 and 100 days.
fr: La durée de vie doit être entre 2 et 100 jours.

source: Maximum number of drafts per user (between 2 and 100)
fr: Nombre maximum de brouillons par utilisateur (entre 2 et 100)

source: %s drafts per user by default
fr: %s brouillons par utilisateur par défaut

source: Maximum must be between 2 and 100 drafts.
fr: Le nombre maximum doit être entre 2 et 100 brouillons.

source: Tracking Code
fr: Code de suivi

source: Enable support for tracking codes
fr: Activer la gestion des codes de suivi

source: Fields to check after entering the tracking code
fr: Champs à vérifier après le code de suivi

source: Add verification Field
fr: Ajouter un champ à vérifier

source: Only text, date, email and computed fields can be used.
fr: Seuls les champs de type texte, date, courriel et données calculées peuvent être utilisés.

source: Form Tracking
fr: Suivi de la demande

source: Prepend a CAPTCHA page for anonymous users
fr: Commencer par un CAPTCHA pour les utilisateurs anonymes

source: Sidebar elements
fr: Contenu de la barre latérale

source: Skip from per user view
fr: Ne pas afficher dans la vue par usager

source: Warn if there are old forms that were not anonymised (number of days)
fr: Avertir s’il existe des vieilles demandes non-anonymisées (nombre de jours)

source: Management
fr: Traitement

source: No user
fr: Aucun usager

source: Any user (optional)
fr: N’importe quel usager (optionnel)

source: Any user (required)
fr: N’importe quel usager (obligatoire)

source: User with appropriate role
fr: Usagers avec les rôles adéquats

source: Submission user assocation
fr: Association d’un usager lors de la saisie

source: As a user is required its selection must be kept in the sidebar.
fr: Comme l’association à un usager est obligatoire il faut conserver la possibilité de sélectionner un usager dans la barre latérale.

source: Disable access to form
fr: Désactiver l’accès au formulaire

source: If disabled, redirect to this URL
fr: Si désactivé, rediriger vers cette URL

source: Redirection will only be performed if the form is disabled and a URL is given. Common variables are available with the {{variable}} syntax.
fr: La redirection sera effectuée si le formulaire est désactivé et qu’une URL est indiquée. Les variables sont utilisables avec la syntaxe {{variable}}.

source: Publication Date
fr: Date de publication

source: Expiration Date
fr: Date d’expiration

source: Online Status
fr: Publication

source: Keywords
fr: Mots-clés

source: Keywords need to be separated with commas.
fr: Les mots-clés doivent être séparés par des virgules.

source: There are not yet any category.
fr: Il n’y a pas encore de catégories.

source: Appearance keywords
fr: Mots-clés pour l’apparence

source: Serie of keywords to alter form appearance using CSS or custom templates, separated by spaces.
fr: Série de mots-clés pour modifier l’apparence du formulaire via des règles CSS ou des gabarits personnalisés, séparés par des espaces.

source: Appearance
fr: Apparence

source: Digest
fr: Résumé

source: Lateral Block
fr: Bloc dans la barre latérale

source: Submission Lateral Block
fr: Bloc dans la barre latérale lors de la saisie

source: Templates
fr: Gabarits

source: Existing cards will be updated in the background.
fr: Les fiches existantes vont être mises à jour en arrière-plan.

source: Existing forms will be updated in the background.
fr: Les demandes existantes vont être mises à jour en arrière-plan.

source: Changed "%s" parameters
fr: Changement du paramétrage « %s »

source: Can not empty digest template: this card model is used as data source in some forms.
fr: Le résumé ne peut être vide : ce modèle de fiche est utilisé en tant que source de données.

source: Workflow Role
fr: Rôle dans ce workflow

source: Role
fr: Rôle

source: Change in function "%s"
fr: Changement de la fonction « %s »

source: You are about to irrevocably delete this form.
fr: Vous allez définitivement supprimer ce formulaire.

source: Deleting Form:
fr: Suppression du formulaire :

source: Duplicate Form
fr: Dupliquer le formulaire

source: You can replace this form by uploading a file or by pointing to a form URL.
fr: Vous pouvez remplacer ce formulaire en téléchargeant un fichier ou en pointant vers l’URL du formulaire.

source: The form has been successfully overwritten. Do note it kept its existing address and role and workflow parameters.
fr: Ce formulaire a été écrasé. Son adresse et les paramètres de rôles et workflow ont cependant été conservés.
