Repository: LoganSeven/publik_famille_demo
Catalog: wcs_snapshot/wcs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Discard this form
fr: Abandonner la saisie

source: Submitted form has been recorded.
fr: La saisie a été enregistrée.

source: All submissions
fr: Toutes les saisies

source: My submissions
fr: Mes saisies

source: Automatic update
fr: Mise à jour automatique

source: in field block "%s"
fr: dans le bloc de champs « %s »

source: Missing name
fr: Nom manquant

source: Provided XML file is invalid, it starts with a <%(seen)s> tag instead of <%(expected)s>
fr: Le fichier XML ne correspond pas, il commence par une balise <%(seen)s> alors qu’une balise <%(expected)s> est attendue.

source: Unknown field types
fr: Types de champ inconnus

source: Unknown datasources
fr: Sources de données inconnues

source: Unknown referenced objects
fr: Référence à des objets inconnus

source: Remove
fr: Supprimer

source: Add another
fr: Ajouter un autre

source: This field is required.
fr: Ce champ est obligatoire.

source: Digest (default) not defined
fr: Résumé non défini (vue par défaut)

source: Digest (custom view "%s") not defined
fr: Résumé non défini (vue « %s »)

source: File Import
fr: Importation de fichier

source: Data of "%s"
fr: Données de « %s »

source: No such card model: %s
fr: Pas de modèle de fiche pour : %s

source: Card model
fr: Modèle de fiche

# item
source: card
fr: fiche

# item
source: cards
fr: fiches

source: Default (cards)
fr: Par défaut (fiches)

source: Viewer
fr: Visualisateur

source: Editor
fr: Éditeur

source: Recorded
fr: Enregistrée

source: Deleted
fr: Supprimée

source: Edit Card
fr: Modifier la fiche

source: Delete Card
fr: Supprimer la fiche

source: %s (filtered on user)
fr: %s (filtrage sur l’usager)

source: Category of forms
fr: Catégorie de formulaires

source: Category of card models
fr: Catégorie de modèles de fiches

source: Category of workflows
fr: Catégorie de workflows

source: Category of blocks
fr: Catégorie de blocs

source: Category of mail templates
fr: Catégorie de modèles de courriel

source: Category of comment templates
fr: Catégorie de modèles de message

source: Category of data sources
fr: Catégorie de sources de données

source: General
fr: Général

source: Category Description
fr: Description de la catégorie

source: Category Identifier
fr: Identifiant de la catégorie

source: The file is waiting to be checked for malware.
fr: Ce fichier est en attente de vérification par l’antivirus.

source: A malware was found in this file.
fr: Un virus a été trouvé dans ce fichier.

source: The file could not be checked for malware.
fr: Ce fichier n’a pas pu être vérifié par l’antivirus.

source: Comment template
fr: Modèle de message

source: Failed to evaluate condition
fr: Erreur à l’évaluation de la condition

source: unknown condition type
fr: type de condition inconnu

source: syntax error: %s
fr: erreur de syntaxe : %s

source: Provisionning
fr: Provisionnement

source: Deletion of custom view (%s)
fr: Suppression d’une vue personnalisée (%s)

source: Manually Configured Data Sources
fr: Sources de données manuellement configurées

source: JSON URL
fr: URL du JSON

source: JSONP URL
fr: URL du JSONP

source: JSONP URL (deprecated)
fr: URL du JSONP (déprécié)

source: GeoJSON URL
fr: URL du GeoJSON

source: JSON Expression
fr: Valeur JSON

source: Generic Data Sources
fr: Sources de données génériques

source: Value must be a full URL.
fr: La valeur doit être une URL complète.

source: Error retrieving data (%s).
fr: Erreur à la récupération des données (%s).

source: Failed to compute value "%(value)s" for "%(query)s" query parameter
fr: Erreur au calcul de la valeur « %(value)s » pour le paramètre d’URL « %(query)s »

source: Unknown custom view "%(view)s" for CardDef "%(card)s"
fr: Vue personnalisée « %(view)s » inconnue pour le modèle de fiche « %(card)s »

source: Could not find element by id "%s"
fr: Impossible de trouver l’élément avec l’identifiant « %s »

source: Invalid type for item lookup (%r)
fr: Type invalide pour la recherche d’un élément (%r)

source: %s - Resources
fr: %s - Ressources

source: %s - Slots of type form_var_resource_raw
fr: %s - Créneaux du type form_var_resource_raw

source: %(agenda)s - Slots for resource %(type)s
fr: %(agenda)s - Créneaux pour la ressource « %(type)s »

source: %s - Meeting types
fr: %s - Types de rendez-vous

source: %s - Slots of type form_var_meeting_type_raw
fr: %s - Créneaux du type form_var_meeting_type_raw

source: %(agenda)s - Slots of type %(type)s (%(duration)s minutes)
fr: %(agenda)s - Créneaux du type « %(type)s » (%(duration)s minutes)

source: Refreshing agendas
fr: Actualisation des agendas

source: EZT text
fr: Texte EZT

source: Use Django templates.
fr: Utiliser des gabarits Django.

source: JSONP data source
fr: Source de données JSONP

source: Use JSON sources with id and query parameters.
fr: Utiliser des sources JSON avec des paramètres d’identifiant et de requête.

source: RTF Documents
fr: Documents RTF

source: Use OpenDocument format.
fr: Utiliser le format Open Document.

source: Filesystem Script
fr: Script sur le système de fichiers

source: Use a dedicated template tags application.
fr: Utiliser une application Django avec des balises et filtres personnalisés.

source: Obsolete field types
fr: Types de champ dépréciés

source: Use block fields to replace tables and ranked order fields.
fr: Utiliser des blocs de champs pour remplacer les tableaux et éléments classés.

source: Portfolio
fr: Porte-documents

source: Obsolete action type: Daily Summary Email
fr: Type d’action déprécié : courriel récapitulatif quotidien

source: Obsolete action type: Resubmission
fr: Type d’action déprécié : resoumission

source: CSV connector
fr: Connecteur « Fichier tableur »

source: Use cards.
fr: Utiliser des fiches.

source: JSON Data Store connector
fr: Connecteur « Stockage de données JSON »

source: Limits on number of fields
fr: Limites sur le nombre de champs

source: Internal statistics
fr: Statistiques internes

source: Legacy access to workflow form action variables
fr: Accès obsolète aux données des formulaires de workflow

source: String / Template
fr: Texte / Gabarit

source: User Field
fr: Champ utilisateur

source: Email (builtin)
fr: Courriel (natif)

source: Device geolocation
fr: Géolocalisation de l’appareil

source: Device geolocation (only in frontoffice)
fr: Géolocalisation de l’appareil (uniquement en frontoffice)

source: Street
fr: Rue

source: Number and street
fr: Numéro et rue

source: Post Code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Address Identifier
fr: Identifiant d’adresse

source: Locked
fr: Verrouillé

source: Unless empty
fr: Sauf si vide

source: %(form)s, field: "%(field)s" (%(type)s)
fr: %(form)s, champ « %(field)s » (%(type)s)

source: Validation Page
fr: Page de récapitulatif

source: Summary Page
fr: Résumé de la demande

source: Management Listings
fr: Tableaux de traitement

source: Failed to evaluate prefill on field "%s"
fr: Erreur à l’évaluation du préremplissage du champ « %s »

source: Field: %s
fr: Champ : %s

source: datasource is unavailable (field id: %s)
fr: source de données non disponible (champ : %s)

source: Value
fr: Valeur

source: deleted card model
fr: modèle de fiche supprimé

source: card model: %s
fr: modèle de fiche : %s

source: custom view: %s
fr: vue personnalisées : %s

source: Data deleted on final anonymisation
fr: Donnée supprimée lors d’une action d’anonymisation finale

source: Data deleted on both intermediate and final anonymisation
fr: Donnée supprimée lors d’une action d’anonymisation intermédiaire ou finale

source: Data kept after anonymisation
fr: Donnée conservée après une action d’anonymisation

source: Only in frontoffice
fr: Uniquement en frontoffice

source: Required
fr: Obligatoire

source: Hint
fr: Remarque

source: This is used as suffix for variable names.
fr: Utilisé comme suffixe pour les noms de variable.

source: Display Locations
fr: Affichage

source: Display
fr: Affichage

source: Extra classes for CSS styling
fr: Classes supplémentaires pour les styles CSS

source: Prefill
fr: Préremplir

source: Display Condition
fr: Condition d’affichage

source: Marks the field data for removal in the anonymisation processes.
fr: Indique que la donnée associée sera supprimée en cas d’anonymisation de la demande.

source: Field must have a varname in order to be displayed in statistics.
fr: Le champ doit avoir un identifiant pour être repris dans les statistiques.

source: The value must consist of one or several valid names.
fr: La valeur doit contenir un ou plusieurs noms valides.

source: Data
fr: Données

source: value must be a number
fr: la valeur doit être un nombre

source: value must be a number or a template
fr: la valeur doit être un nombre ou un gabarit

source: Missing block field: %s
fr: Bloc de champ manquant : %s

source: invalid value when creating block: %s
fr: valeur invalide pour la création du bloc : %s

source: Block of fields (%s)
fr: Bloc de champs (%s)

source: Block of fields (%s, missing)
fr: Bloc de champs (%s, manquant)

source: Number of items to display by default
fr: Nombre d’éléments à afficher par défaut

source: Maximum number of items
fr: Nombre maximal d’éléments

source: Label of "Add" button
fr: Libellé du bouton « ajouter »

source: If left empty, the default label will be used (%s).
fr: Si laissé vide, le libellé par défaut sera utilisé (%s).

source: Subtitle
fr: Sous-titre

source: Hidden
fr: Caché

source: Label display
fr: Affichage du libellé

source: Include remove button
fr: Inclure des boutons de suppression

source: Label of "Remove" button
fr: Libellé du bouton « supprimer »

source: invalid value for block (field id: %s)
fr: valeur de bloc invalide (champ : %s)

source: Check Box (single choice)
fr: Case à cocher (choix unique)

source: Computed Data
fr: Donnée calculée

source: As a Django template
fr: Sous forme de gabarit Django

source: Freeze on initial value
fr: Conserver la valeur initialement calculée

source: Data Source (cards only)
fr: Source de données (fiches uniquement)

source: This will make linked card data available for expressions.
fr: Ceci rendra les données de la fiche liée disponibles dans les expressions.

source: Minimum Date
fr: Date minimale

source: Date must be in the future
fr: La date doit être dans le futur

source: This option is obviously not compatible with setting a minimum date
fr: Cette option n’est évidemment pas compatible avec la date minimale

source: Maximum Date
fr: Date maximale

source: Date must be in the past
fr: La date doit être dans le passé

source: This option is obviously not compatible with setting a maximum date
fr: Cette option n’est évidemment pas compatible avec la date maximale

source: Date can be present day
fr: La date peut être le jour présent

source: This option is only useful combined with one of the previous checkboxes.
fr: Cette option n’est utile que combinée à une des précédentes cases à cocher.

source: File Upload
fr: Fichier

source: File type suggestion
fr: Suggestion du type de fichier

source: Max file size
fr: Taille maximale du fichier

source: Automatically resize uploaded images
fr: Réduire automatiquement la taille des images

source: Allow user to pick a file from a portfolio
fr: Permettre à l’utilisateur de prendre un fichier depuis un porte-document

source: File storage system
fr: Système de stockage de fichier

source: file.bin
fr: fichier.bin

source: unknown card value (%r)
fr: valeur de fiche inconnue (%r)

source: Wrong format
fr: Format invalide

source: Image size on desktop
fr: Taille des images sur ordinateur

source: In pixels.
fr: En pixels.

source: Image size on mobile
fr: Taille des images sur mobile

source: Simple List
fr: Liste simple

source: Add item
fr: Ajouter un élément

source: This will get the available items from an external source.
fr: Cela ira prendre les éléments disponibles depuis la source externe.

source: Duplicated Items
fr: Éléments en double

source: Image display is only possible with cards with image fields.
fr: L’affichage avec des images est uniquement possible avec des fiches possédant un champ image.

source: Map display is only possible with GeoJSON sources.
fr: L’affichage sous forme de carte est uniquement possible avec les sources GeoJSON.

source: Time table display is only possible with sources with date and times.
fr: L’affichage sous forme d’horaires est uniquement possible avec les sources contenant des horaires.

source: Choices
fr: Choix

source: List
fr: Liste

source: no matching value in datasource (field id: %(field)s, value: %(value)r)
fr: valeur absente de la source de données (champ : %(field)s, valeur : %(value)r)

source: Display in default filters
fr: Afficher dans les filtres par défaut

source: Radio buttons
fr: Boutons radio

source: Autocomplete
fr: Autocomplétion

source: Map (requires geographical data)
fr: Carte (données géographiques)

source: Timetable
fr: Horaires

source: Display Mode
fr: Mode d’affichage

source: Display disabled items
fr: Afficher les éléments désactivés

source: Initial date alignment
fr: Date d’alignement

source: Initial Position
fr: Position initiale

source: Default position (from markers)
fr: Position par défaut (selon les marqueurs)

source: From template
fr: Selon un gabarit

source: Positions (using latitute;longitude format) and addresses are supported.
fr: Les positions (utilisant le format latitude;longitude) et les adresses sont acceptées.

source: Use hint as first option
fr: Utiliser la remarque comme première option

source: Orientation of radio buttons
fr: Orientation des boutons radios

source: Horizontal
fr: Horizontale

source: Vertical
fr: Verticale

source: identifier
fr: identifiant

source: Multiple choice list
fr: Liste à choix multiple

source: Checkboxes
fr: Cases à cocher

source: Minimum number of choices
fr: Nombre minimal de choix

source: Maximum number of choices
fr: Nombre maximal de choix

source: Invalid value for items prefill on field "%s"
fr: Valeur invalide pour le préremplissage du champ « %s » (choix multiple)

source: label
fr: libellé

source: Whole world
fr: Monde entier

source: Wide area
fr: Large étendue

source: Area
fr: Région

source: Town
fr: Ville

source: Small road
fr: Petite route

source: Neighbourhood
fr: Quartier

source: Ant
fr: Fourmi

source: Default (%s)
fr: Par défaut (%s)

source: Initial zoom level
fr: Niveau de zoom initial

source: Minimal zoom level
fr: Niveau de zoom minimal (affichage le plus large)

source: Maximal zoom level
fr: Niveau de zoom maximal (affichage le plus resserré)

source: Minimal zoom level cannot be greater than maximal zoom level.
fr: Le niveau de zoom minimal ne doit pas dépasser le niveau de zoom maximal.

source: Initial zoom level must be between minimal and maximal zoom levels.
fr: Le niveau de zoom initial doit être compris entre les niveaux minimal et maximal.

source: Default position
fr: Position par défaut

source: Specific point
fr: Point spécifique

source: invalid coordinates %(value)r (field id: %(id)s)
fr: coordonnées %(value)r invalides (champ : %(id)s)

source: invalid coordinates %(value)r (missing ;) (field id: %(id)s)
fr: coordonnées %(value)r invalides (; absent) (champ : %(id)s)

source: Numeric
fr: Nombre

source: Restrict to integers
fr: Limiter aux nombres entiers

source: Minimal value
fr: Valeur minimale

source: Maximal value
fr: Valeur maximale

source: Condition that must be met
fr: Condition qui doit être satisfaite

source: Error message if condition is not met
fr: Message d’erreur si condition non satisfaite

source: Both condition and error message are required.
fr: La condition et le message d’erreur sont requis.

source: Post Conditions
fr: Conditions de sortie

source: This is used as reference in workflow edition action.
fr: Utilisé comme référence dans l’action de workflow d’édition.

source: Clear text
fr: Texte clair

source: Storage formats
fr: Formats de stockage

source: Minimum length
fr: Taille minimale

source: Maximum password length
fr: Taille maximale

source: 0 for unlimited length
fr: 0 pour ne pas limiter la taille

source: Minimum number of uppercase characters
fr: Nombre minimum de caractères majuscules

source: Minimum number of lowercase characters
fr: Nombre minimum de caractères minuscules

source: Minimum number of digits
fr: Nombre minimum de chiffres

source: Minimum number of special characters
fr: Nombre minimum de caractères spéciaux

source: Add a password strength indicator
fr: Afficher un indicateur de robustesse du mot de passe

source: Add a confirmation input
fr: Ajouter un champ de confirmation

source: Label for confirmation input
fr: Libellé pour le champ de confirmation

source: Ranked Items
fr: Éléments classés

source: Items
fr: Éléments

source: Randomize Items
fr: Mélanger les éléments

source: Text (line)
fr: Texte (ligne)

source: Line length
fr: Longueur de ligne

source: Deprecated option, it is advised to use CSS classes to size the fields in a manner compatible with all devices.
fr: Option obsolète, il est recommandé d’utiliser les classes CSS pour dimensionner les champs d’une manière compatible avec tous les appareils.

source: The maximum number of characters must be empty or a number.
fr: Le nombre maximal de caractères doit être un nombre, ou laissé vide.

source: Maximum number of characters
fr: Nombre maximal de caractères

source: This will allow autocompletion from an external source.
fr: Cela permettra l’auto-complétion depuis une source externe.

source: Table
fr: Tableau

source: Rows
fr: Lignes

source: Add row
fr: Ajouter une ligne

source: Columns
fr: Colonnes

source: Add column
fr: Ajouter une colonne

source: Table of Lists
fr: Tableau de listes

source: Table with rows
fr: Tableau de longueur libre

source: Total Row
fr: Ajouter une ligne de total

source: unimplemented
fr: non-programmé

source: Long Text
fr: Texte long

source: Number of rows
fr: Nombre de lignes

source: Rich Text (simple: bold, italic...)
fr: Texte riche (simple : gras, italique…)

source: Rich Text (full: titles, lists...)
fr: Texte riche (complet : titres, listes…)

source: Plain Text (with automatic paragraphs on blank lines)
fr: Texte brut (paragraphes créés selon les lignes laissées blanches)

source: Plain Text (with linebreaks as typed)
fr: Texte brut (retours à la ligne à l’identique)

source: Text display
fr: Affichage du texte

source: Time range
fr: Plage horaire

source: On %(date)s from %(start_time)s until %(end_time)s
fr: Le %(date)s de %(start_time)s à %(end_time)s

source: Original Submitter
fr: Expéditeur original

source: Mail
fr: Courrier

source: Counter
fr: Guichet

source: Fax
fr: Télécopie

source: Social Network
fr: Réseau social

source: "%s" is not available in digests
fr: « %s » ne peut pas être utilisés dans les gabarits

source: Could not render custom id (%s)
fr: Impossible de faire le rendu du gabarit d’identifiant personnalisé (%s)

source: Custom identifier template produced an empty string
fr: Le gabarit d’identifiant personnalisé a produit une chaine vide

source: Could not render digest (default) (%s)
fr: Impossible de faire le rendu du résumé (vue par défaut) (%s)

source: Could not render digest (custom view "%(view)s") (%(error)s)
fr: Impossible de faire le rendu du résumé (vue « %(view)s ») (%(error)s)

source: Could not render lateral template (%s)
fr: impossibilité de faire le rendu du gabarit latéral (%s)

source: Processing
fr: Traitement

source: Failed to compute previous status
fr: Erreur au calcul du statut précédent

source: Form Field Data
fr: Champ du formulaire ou de la demande

source: Form Submitter Field
fr: Champ de l’expéditeur du formulaire

source: %(name)s #%(id)s
fr: %(name)s - n°%(id)s

source: Parent
fr: Demande/fiche parente

source: in field with identifier: %s
fr: dans le champ avec l’identifiant « %s »

source: Evolution
fr: Historique

source: Linked object def by id %(object_id)s
fr: Objet lié par l’identifiant %(object_id)s

source: %s - not found
fr: %s - non trouvé

source: Linked "%(object_name)s" object by id %(object_id)s
fr: Objet « %(object_name)s » lié par l’identifiant %(object_id)s

source: Form Receipt Date
fr: Date de réception du formulaire

source: Form Receipt Time
fr: Heure de réception du formulaire

source: Form Number
fr: Numéro du formulaire

source: Form Details
fr: Détails (données) du formulaire

source: Form URL
fr: URL du formulaire

source: Form URL (backoffice)
fr: URL du formulaire dans le backoffice

source: Form Tracking Code
fr: Code de suivi du formulaire

source: Form Submitter Name
fr: Nom de l’expéditeur du formulaire

source: Form Submitter Email
fr: Courriel de l’expéditeur du formulaire

source: No such form: %s
fr: Pas de formulaire pour : %s

source: There were errors processing the form and you cannot go to the next page.
fr: Vous ne pouvez pas accéder à la page suivante à cause d’erreurs.

source: The following field has an error:
fr: Le champ suivant est en erreur :

# item
source: form
fr: demande

# item
source: forms
fr: demandes

source: Button to download all files
fr: Bouton pour télécharger tous les fichiers

source: Submission context
fr: Informations sur la saisie

source: Custom template
fr: Gabarit personnalisé

source: Could not render submission lateral template (%s)
fr: impossibilité de faire le rendu du gabarit latéral de la page de saisie (%s)

source: add fields to form (add_fields_to_form)
fr: ajout des champs au formulaire (add_fields_to_form)

source: field "%(label)s" (%(identifier)s)
fr: champ « %(label)s » (%(identifier)s)

source: Full name
fr: Nom complet

source: Unknown field type
fr: Type de champ inconnu

source: Duplicated field identifiers
fr: Identifiants de champ en double

source: Unknown blocks of fields
fr: Blocs de champs inconnus

source: Creation on form import
fr: Création au moment de l’import du formulaire

source: User name:
fr: Nom de l’usager :

source: User name
fr: Nom de l’usager

source: Workflow change
fr: Changement de workflow

source: Notification of creation to user
fr: Notification de création à l’utilisateur

source: New form ({{ form_name }})
fr: Nouvelle demande ({{ form_name }})

source: Hello, This mail is a reminder about the form you just submitted. {% if form_user %} You can consult it with this link: {{ form_url }} {% endif %} {% if form_details %} For reference, here are the details: {{ form_details }} {% endif %}
fr: Bonjour, Ce message est un rappel concernant la demande que vous venez d’envoyer. {% if form_user %} Vous pouvez la consulter en suivant ce lien : {{ form_url }} {% endif %} {% if form_details %} Pour référence, voici le détail de la demande : {{ form_details }} {% endif %}

source: Notification of change to user
fr: Notification de changement à l’utilisateur

source: Form status change ({{ form_name }})
fr: Changement de statut de la demande ({{ form_name }})

source: Hello, {% if form_status_changed %} Status of the form you submitted just changed (from "{{ form_previous_status }}" to "{{ form_status }}"). {% endif %} {% if form_user %} You can consult it with this link: {{ form_url }} {% endif %} {% if form_comment %}New comment: {{ form_comment }}{% endif %} {% if form_evolution %} {{ form_evolution }} {% endif %}
fr: Bonjour, {% if form_status_changed %} Le statut de la demande que vous avez transmise vient de changer (il est passé de « {{ form_previous_status }} » à « {{ form_status }} »). {% endif %} {% if form_user %} Vous pouvez en prendre connaissance en suivant ce lien : {{ form_url }} {% endif %} {% if form_comment %}Nouveau commentaire : {{ form_comment }}{% endif %} {% if form_evolution %} {{ form_evolution }} {% endif %}

source: Notification of creation to receiver
fr: Notification de création au destinataire
