Repository: LoganSeven/publik_famille_demo
Catalog: lingo_snapshot/lingo/locale/*/LC_MESSAGES/django.po
Languages: fr

# snapshot
source: created
fr: création

source: Unable to get event details
fr: Impossible d’obtenir les détails de l’évènement

source: Unable to get event details (%s)
fr: Impossible d’obtenir les détails de l’évènement (%s)

source: Unable to get events details
fr: Impossible d’obtenir les détails des évènements

source: Unable to get events details (%s)
fr: Impossible d’obtenir les détails des évènements (%s)

source: Unable to get subscription details
fr: Impossible d’obtenir les détails de l’inscription

source: Unable to get subscription details (%s)
fr: Impossible d’obtenir les détails de l’inscription (%s)

source: Unable to get check status
fr: Impossible d’obtenir les détails du pointage

source: Unable to get check status (%s)
fr: Impossible d’obtenir les détails du pointage (%s)

source: Unable to lock events check
fr: Impossible de verrouiller les pointages des évènements

source: Unable to lock events check (%s)
fr: Impossible de verrouiller les pointages des évènements (%s)

source: Unable to unlock events check
fr: Impossible de déverrouiller les pointages des évènements

source: Unable to unlock events check (%s)
fr: Impossible de déverrouiller les pointages des évènements (%s)

source: Unable to mark events as invoiced
fr: Impossible de marquer les évènements comme facturés

source: Unable to mark events as invoiced (%s)
fr: Impossible de marquer les évènements comme facturés (%s)

source: Label
fr: Libellé

source: Identifier
fr: Identifiant

source: Category label
fr: Libellé de la catégorie

source: Category identifier
fr: Identifiant de la catégorie

source: Check type group
fr: Groupe de types de pointage

source: Regie
fr: Régie

source: Agenda (payment)
fr: Agenda (paiements)

source: Agendas (payment)
fr: Agendas (paiements)

source: Missing "%s" agenda
fr: Agenda « %s » manquant

source: Missing "%s" check type group
fr: Groupe de type de pointage « %s » manquant

source: Missing "%s" regie
fr: Régie « %s » manquante

source: Partial bookings
fr: Réservations partielles

source: Events
fr: Évènements

source: Check type to be used in case of unexpected presence
fr: Type de pointage à utiliser en cas de présence non prévue

source: Check type to be used in case of unjustified absence
fr: Type de pointage à utiliser en cas d’absence injustifiée

source: Check type groups
fr: Groupes de types de pointage

source: Missing "%s" check type
fr: Type de pointage « %s » manquant

source: Colour
fr: Couleur

source: Kind
fr: Type

source: Presence
fr: Présence

source: Pricing
fr: Tarif

source: Fixed pricing
fr: Tarif fixe

source: Pricing rate
fr: Taux tarifaire

source: Percentage rate
fr: Pourcentage du tarif initial

source: Disabled
fr: Désactivé

source: Invalid format for slot %s
fr: Format invalid pour le créneau %s

source: Missing agenda slug in slot %s
fr: Il manque l’identifiant de l’agenda dans le créneau %s

source: Missing event slug in slot %s
fr: Il manque l’identifiant de l’évènement dans le slot %s

source: Unknown agendas: %s
fr: Agendas inconnus : %s

source: Unknown agenda: %s
fr: Agenda inconnu : %s

source: Unknown pricing: %s
fr: Grille tarifaire inconnue : %s

source: Either "slots", "agenda" or "pricing" parameter is required.
fr: Il est nécessaire de passer un paramètre « slots », « agenda » ou « pricing ».

source: This field is required when using "agenda" parameter.
fr: Ce champ est obligatoire quand le paramètre « agenda » est utilisé.

source: This field is required when using "pricing" parameter.
fr: Ce champ est obligatoire quand le paramètre « pricing » est utilisé.

source: No agenda pricing found for event %s
fr: Aucune grille tarifaire trouvée pour l’évènement %s

source: No agenda pricing found for agenda %s
fr: Aucune grille tarifaire trouvée pour l’agenda %s

source: User not found.
fr: Utilisateur inconnu.

source: Unknown invoice.
fr: Facture inconnue.

source: Must be a valid UUID.
fr: Doit être un UUID valide.

source: The invoice due date has passed.
fr: La date d’échéance est dépassée.

source: The invoice is set up for direct debit.
fr: Cette facture est configurée pour du prélèvement automatique.

source: Unknown invoice line.
fr: Ligne de facturation inconnue.

source: The invoice due date of this line has passed.
fr: La date d’échéance de la facture de cette ligne est dépassée.

source: The invoice of this line is set up for direct debit.
fr: La facture de cette ligne est configurée pour du prélèvement automatique.

source: Can not create payment for invoice lines of different payers.
fr: Impossible de créer un règlement pour des lignes de facturation de différents payeurs.

source: Amount is bigger than sum of invoice lines remaining amounts.
fr: Le montant est supérieur à la somme des montants restant à payer des lignes de facturation.

source: Can not create payment for invoices of different payers.
fr: Impossible de créer un règlement pour des factures de différents payeurs.

source: Amount is bigger than sum of invoices remaining amounts.
fr: Le montant est supérieur à la somme des montants restant à payer des factures.

source: Unknown credit.
fr: Avoir inconnu.

source: Credit already completely assigned.
fr: Cet avoir est déjà totalement affecté.

source: date_start must be before date_end.
fr: data_start doit précéder date_end.

source: a basket to finalize already exists
fr: un panier à finaliser existe déjà

source: a basket to finalize already exists in another regie
fr: un panier à finaliser existe déjà dans une autre régie

source: a line already exists in active basket in this regie for this user_external_id
fr: une ligne a déjà été ouverte dans un panier actif de cette régie pour ce user_external_id

source: a basket to pay already exists
fr: un panier à payer existe déjà

source: a line is already opened in basket for this user_external_id
fr: une ligne a déjà été ouverte dans le panier pour ce user_external_id

source: Invoice count
fr: Nombre de factures

source: Total amount
fr: Montant total

source: Paid amount
fr: Montant réglé

source: Remaining amount
fr: Montant restant dû

source: Day
fr: Jour

source: invalid payload
fr: contenu de requête invalide

source: unknown target agenda
fr: agenda cible inconnu

source: settings copied from %s
fr: paramètres copiés depuis %s

source: Invoice from %s
fr: Facture du %s

source: invalid filters
fr: filtres invalides

source: (amount to pay: %s)
fr: (montant à régler : %s)

source: can not create invoice from draft invoice with negative amount
fr: impossible de créer une facture depuis un brouillon avec un montant négatif

source: can not create credit from draft invoice with positive amount
fr: impossible de créer un avoir depuis un brouillon avec un montant positif

source: This filter is required when using "%s" filter.
fr: Ce filtre est obligatoire quand le filtre « %s » est utilisé.

# regies
source: All
fr: Toutes

# activity
source: All
fr: Toutes

# payer
source: All
fr: Tous

source: Invoice
fr: Facture

source: Interval
fr: Intervalle

source: Measures
fr: Mesures

source: Activity
fr: Activité

source: Payer
fr: Payeur

source: invalid statistics filters
fr: filtres de statistiques invalides

source: no changes
fr: aucun changement

source: wrong regie for agendas: %s
fr: Régie incorrecte pour les agendas : %s

source: Booking
fr: Réservation

source: Cancellation
fr: Annulation

source: Booking (regularization)
fr: Réservation (régularisation)

source: Cancellation (regularization)
fr: Annulation (régularisation)

source: Basket
fr: Panier

source: open
fr: ouvert

source: to be paid
fr: à payer

source: completed
fr: terminé

source: cancelled
fr: annulé

source: expired
fr: expiré

source: No payment system has been configured.
fr: Aucun système de paiement n’a été configuré.

source: Transaction cancelled
fr: Transaction annulée

source: Basket cancelled
fr: Panier annulé

source: Basket expired
fr: Panier expiré

source: Credit
fr: Avoir

source: My basket
fr: Mon panier

source: Are you sure you want to cancel this basket?
fr: Êtes-vous sûr·e de vouloir annuler votre panier ?

source: Confirm cancellation
fr: Confirmer l’annulation

source: Keep basket
fr: Conserver le panier

source: Please wait
fr: Veuillez patienter

source: Your basket is being processed.
fr: Votre panier est en cours de traitement.

source: Invoice created
fr: Facture créée

source: An invoice with a zero amount has been created.
fr: Une facture avec un montant de 0 € a été créée.

source: Continue
fr: Continuer

source: An invoice has been created. This invoice has been paid with credits.
fr: Une facture a été créée. Cette facture a été réglée par avoir.

source: Credit created
fr: Avoir créé

source: A credit has been created.
fr: Un avoir a été créé.

source: Back
fr: Retour

source: Basket amount:
fr: Montant du panier :

source: Credit:
fr: Avoir :

source: New credit:
fr: Nouvel avoir :

source: Amount to pay:
fr: Montant à régler :

source: Generated credits for other payers:
fr: Avoirs générés pour d’autres payeurs :

source: For %(payer_name)s:
fr: Pour %(payer_name)s :

source: Your basket has expired.
fr: Votre panier a expiré.

source: You don't have to pay anything but you have to validate your basket for the modifications to be taken into account.
fr: Vous n’avez rien à payer mais vous devez obligatoirement valider votre panier pour que les modifications soient prises en compte.

source: Validate and get my credit
fr: Valider et obtenir mon avoir

source: Validate and pay my invoice
fr: Valider et régler ma facture

source: Validate and get my invoice
fr: Valider et obtenir ma facture

source: Cancel
fr: Annuler

source: Your basket is empty.
fr: Votre panier est vide.

source: days
fr: jours

source: day
fr: jour

source: hours
fr: heures

source: hour
fr: heure

source: seconds
fr: secondes

source: second
fr: seconde

source: Basket validity duration:
fr: Durée de validité du panier :

source: Back to portal
fr: Retourner sur le portail

source: Basket Payment
fr: Règlement du panier

source: You should have been redirected to the payment platform, your browser may have opened it in a different window.
fr: Vous devriez avoir été redirigé vers la plateforme de paiement, votre navigateur l'a peut-être ouverte dans une autre fenêtre.

source: If this did not happen, if an error occured, you should contact our services.
fr: Si ce n'est pas le cas, si une erreur s'est produite, vous devez contacter nos services.

source: Cancel Basket
fr: Annuler le panier

source: Are you sure you want to validate this basket?
fr: Êtes-vous sûr·e de vouloir valider votre panier ?

source: Validate
fr: Valider

source: Registered
fr: Enregistré

source: Running
fr: En cours

source: To retry
fr: À réessayer

source: Failed
fr: En erreur

source: Completed
fr: Terminé

source: Invalid value.
fr: Valeur invalide.

source: Status
fr: Statut

source: All
fr: Tout

source: Started
fr: Initiée

source: Paid
fr: Réglée

source: Others
fr: Autres

source: Order Identifier
fr: Identifiant de paiement

source: Bank Transaction Identifier
fr: Identifiant de transaction bancaire

source: Amount min
fr: Montant minimum

source: Amount max
fr: Montant maximum

source: Invoice number
fr: Numéro de la facture

source: Payment number
fr: Numéro du règlement

source: Dummy (for tests)
fr: Factice (pour tests)

source: SIPS (Atos, other countries)
fr: SIPS (Atos, autres pays)

source: Ingenico (formerly Ogone)
fr: Ingenico (précédemment Ogone)

source: The identifier is used in webservice calls and callback URLs for the payment backend.
fr: L’identifiant est utilisé dans les appels webservice et les adresses de retour utilisées par les services de paiement.

source: Payment Service
fr: Plateforme de paiement

source: Payment Service Options
fr: Options de la plateforme de paiement

source: Edit role
fr: Rôle d’édition

source: View role
fr: Rôle de visualisation

source: The amount is too low to be paid online.
fr: Le montant est trop bas pour être payé en ligne.

source: The amount is too high to be paid online.
fr: Le montant est trop élevé pour être payé en ligne.

source: Paid (accepted)
fr: Payé (accepté)

source: Denied
fr: Refusé

source: Cancelled
fr: Annulé

source: Waiting
fr: En attente

source: Expired
fr: Expiré

source: Error
fr: Erreur

source: Unknown (%s)
fr: Inconnu (%s)

source: Online
fr: En ligne

source: Are you sure you want to delete this backend?
fr: Êtes-vous sûr·e de vouloir supprimer cette plateforme ?

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Settings
fr: Paramètres

source: Identifier:
fr: Identifiant :

source: Regie:
fr: Régie :

source: Payment Service:
fr: Plateforme de paiement :

source: Edit role:
fr: Rôle d’édition :

source: View role:
fr: Rôle de visualisation :

source: Edit payment backend
fr: Modifier la plateforme de paiement

source: New payment backend
fr: Nouvelle plateforme de paiement

source: Save
fr: Enregistrer

source: Create
fr: Créer

source: Payment backends
fr: Plateformes de paiement

source: There are no payment backend yet. Click on the "New" button in the top right of the page to add a first one.
fr: Il n’y a pas encore de plateforme de paiement configurée. Cliquez sur le bouton dans le coin supérieur droit de la page pour en configurer une.

source: Payment
fr: Règlement

source: Processing payment
fr: Traitement du paiement

source: Your payment is being processed.
fr: Votre paiement est en cours de traitement.

source: This will take at most 1 minute.
fr: Ceci peut prendre une minute tout au plus.

source: Payment confirmed
fr: Paiement confirmé

source: Your payment has been received.
fr: Votre paiement a été reçu.

source: Payment denied
fr: Paiement refusé

source: Your payment has been denied.
fr: Votre paiement a été refusé.

source: Payment cancelled
fr: Paiement annulé

source: The payment request has been cancelled.
fr: La demande de paiement a été annulée.

source: An error occured processing your payment.
fr: Une erreur a eu lieu pendant le traitement de votre paiement.

source: Timeout
fr: Expiration

source: Network errors are preventing the processing of your payment.
fr: Des erreurs de réseau empêchent le traitement de votre paiement.

source: Checks will continue in the background.
fr: Le traitement va continuer en arrière-plan.

source: Redirection in progress
fr: Redirection en cours

source: Please wait while your browser is being redirected to the payment website...
fr: Veuillez patienter pendant que votre navigateur vous envoie sur le site de paiement…

source: E-Payment
fr: Paiement en ligne

source: Configure payment backends
fr: Configurer les plateformes de paiement

source: Transaction Filtering
fr: Filtrer les transactions

# form filtering action
source: Filter
fr: Filtrer

source: Amount
fr: Montant

source: There are no transactions yet.
fr: Il n’y a pas encore de transaction.

source: Please fill additional backend parameters.
fr: Veuillez compléter les paramètres de la plateforme.

source: The payment requires an email address.
fr: Une adresse électronique est obligatoire pour le paiement.

source: Unexpected error: %s
fr: Erreur non prévue : %s

source: This invoice has already been paid.
fr: Cette facture a déjà été réglée.

source: This invoice has been cancelled.
fr: Cette facture a été annulée.

source: This invoice has been collected.
fr: Cette facture a été titrée.

source: This invoice must be paid using the basket.
fr: Cette facture doit être réglée en utilisant le panier

source: This invoice cannot yet be paid.
fr: Cette facture ne peut pas encore être réglée.

source: Roles
fr: Rôles

source: Role
fr: Rôle

source: Invalid tar file, missing manifest
fr: Mauvais format de fichier tar, manifest manquant

source: Invalid tar file, missing component %(type)s/%(slug)s
fr: Mauvais format de fichier tar, composant %(type)s/%(slug)s manquant

source: Invalid tar file
fr: Mauvais format de fichier tar

source: Regie (%(slug)s) referenced in "%(objects)s"
fr: Régie (%(slug)s) référencée dans « %(objects)s »

source: Existing data
fr: Données existantes

source: template is empty
fr: le gabarit est vide

source: result is empty
fr: le résultat est vide

source: syntax error
fr: erreur de syntaxe

source: variable error
fr: erreur de variable

source: card model is not configured
fr: le modèle de fiche n’est pas configuré

source: result is not a boolean
fr: le résultat n’est pas un bouléen

source: mapping not defined
fr: la correspondance n’est pas définie

source: Impossible to determine payer
fr: Impossible de déterminer le payeur

source: Impossible to determine payer: %(reason)s
fr: Impossible de déterminer le payeur : %(reason)s

source: Impossible to get payer field
fr: Impossible d’obtenir un champ du payeur

source: Impossible to get payer %(key)s: %(reason)s
fr: Impossible de déterminer la valeur de %(key)s pour le payeur : %(reason)s

source: Regies
fr: Régies

source: Export File
fr: Fichier d’export

source: Another regie exists with the same identifier.
fr: Une régie existe déjà avec le même identifiant.

source: Linked card model
fr: Modèle de fiche lié

source: Invoice information:
fr: Informations de la facture :

source: No
fr: Non

source: Another payment type exists with the same identifier.
fr: Un type de règlement existe déjà avec le même identifiant.

source: Add agendas of the category
fr: Ajouter les agendas de la catégorie

source: End date must be greater than start date.
fr: La date de fin doit venir après la date de début.

source: Agenda "%s" has already a campaign overlapping this period.
fr: L’agenda « %s » a déjà une campagne qui chevauche cette période.

source: Payment deadline must be greater than publication date.
fr: La date limite de règlement doit venir après la date de publication.

source: Due date must be greater than payment deadline.
fr: La date d’échéance doit venir après la date limite de règlement.

source: Extra data to add to the report
fr: Données supplémentaires à ajouter au rapport

source: Comma separated list of keys defined in extra_data.
fr: Liste de clés (apparaissant dans extra_data) séparées par des virgules.

source: Misc
fr: Divers

source: Cancellation description for invoices
fr: Description de l'annulation pour les factures

source: Payer (external ID)
fr: Payeur (Identifiant externe)

source: Payer first name
fr: Prénom du payeur

source: Payer last name
fr: Nom du payeur

source: User (external ID)
fr: Utilisateur (Identifiant externe)

source: User first name
fr: Prénom de l’utilisateur

source: User last name
fr: Nom l’utilisateur

source: Total amount min
fr: Montant total minimum

source: Total amount max
fr: Montant total maximum

source: all
fr: tout

source: Event
fr: Evènement

source: Accounting code
fr: Code d’imputation comptable

source: Payer direct debit
fr: Le payeur est en prélèvement automatique

source: Totally
fr: En totalité

source: Partially
fr: Partiellement

source: Stop date
fr: Date d’arrêt

source: Minimal threshold
fr: Seuil minimal

source: Credit number
fr: Numéro de l’avoir

source: Invoice/credit number
fr: Numéro de la facture/avoir

source: Invoice line
fr: Ligne de facturation

source: Credit line
fr: Ligne d’avoir

source: Success
fr: Succès

source: Success (Injected)
fr: Succès (Injectée)

source: Warning
fr: Avertissement

source: Error (To treat)
fr: Erreur (A traiter)

source: Error (Ignored)
fr: Erreur (Ignorée)

source: Error (Fixed)
fr: Erreur (Corrigée)

source: Error: %s
fr: Erreur : %s

source: Invoice origin
fr: Origine de la facture

source: Creation date
fr: Date de création

source: Payment deadline
fr: Date limite de règlement

source: Due date
fr: Date d’échéance

source: Yes
fr: Oui

# invoice
source: Collected
fr: Titrée

source: Payment type
fr: Type de règlement

source: Docket number
fr: Numéro du bordereau

source: Additional information
fr: Informations complémentaires

source: Credit origin
fr: Origine de l’avoir

source: Assigned
fr: Affecté

source: Refund number
fr: Numéro du remboursement

source: Another invoice cancellation reason exists with the same identifier.
fr: Un motif d’annulation de facture existe déjà avec le même identifiant.

source: Another credit cancellation reason exists with the same identifier.
fr: Un motif d’annulation d’avoir existe déjà avec le même identifiant.

source: Another payment cancellation reason exists with the same identifier.
fr: Un motif d’annulation de règlement existe déjà avec le même identifiant.

source: Invoice/Credit number
fr: Numéro de la facture/avoir

source: Invoice/Credit origin
fr: Origine de la facture/avoir

source: Event date
fr: Date de l’évènement

source: Basic
fr: Basique

source: Middle
fr: Intermédiaire

source: Full
fr: Complet

source: Campaign
fr: Campagne

source: Cancelled on
fr: Annulé le

source: Cancelled by
fr: Annulé par

source: Reason
fr: Motif

source: Invoicing date
fr: Date de facturation

source: Publication date
fr: Date de publication

source: Date on which the invoice is visible on the portal.
fr: Date à laquelle la facture est visible sur le portail.

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Date on which invoices are visible on the portal.
fr: Date à laquelle les factures sont visibles sur le portail.

source: Displayed payment deadline
fr: Date limite de règlement affichée

source: Payment deadline displayed to user on the portal. Leave empty to display the effective payment deadline.
fr: Date limite de règlement affichée à l'utilisateur sur le portail. Laissez vide pour afficher la date limite de règlement effective.

source: Effective payment deadline
fr: Date limite de règlement effective

source: Date on which invoices are no longer payable online.
fr: Date à laquelle les factures ne peuvent plus être réglées en ligne.

source: Date on which invoices are no longer payable at the counter.
fr: Date à laquelle les factures ne peuvent plus être réglées au guichet.

source: Debit date
fr: Date de prélèvement

source: Integrate injected lines
fr: Intégrer les lignes injectées

source: yes, only for the period
fr: oui, seulement pour la période

source: yes, all injected lines before the end of the period
fr: oui, toutes les lignes injectées avant la fin de la période

source: Adjustment campaign
fr: Campagne de régularisation

source: Invoice model
fr: Modèle de facture

source: Custom text in invoice
fr: Texte personnalisé sur les factures

source: Displayed under the address and additional information blocks.
fr: Affiché sous les blocs adresse et informations complémentaires.

source: Units
fr: Unités

source: Ignored
fr: Ignorée

source: Fixed
fr: Corrigée

source: Job "%(label)s" started on %(date)s
fr: Tâche « %(label)s » démarrée le %(date)s

source: %(current_count)s (unknown total)
fr: %(current_count)s (total inconnu)

source: Invoices generation preparation
fr: Préparation de la génération des factures

source: Campaign validation
fr: Validation de la campagne

source: Invoices generation
fr: Génération des factures

source: Invoice lines generation
fr: Génération des lignes de facturation

source: Invoices finalization
fr: Finalisation des factures

source: Cancellation reason
fr: Motif d’annulation

source: (credit left: %s)
fr: (avoir restant : %s)

source: Refund date
fr: Date de remboursement

source: Date on which the invoice is no longer payable online.
fr: Date à laquelle la facture ne peut plus être réglée en ligne.

source: Date on which the invoice is no longer payable at the counter.
fr: Date à laquelle la facture ne peut plus être réglée au guichet.

source: TEMPORARY
fr: TEMPORAIRE

source: Credit from %s
fr: Avoir du %s

source: Pay invoices
fr: Solder les factures
