Repository: LoganSeven/publik_famille_demo
Catalog: lingo_snapshot/lingo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: When the collection is validated, add a "Collect" type payment to the collected invoices.
fr: Lorsque le bordereau de titrage est validé, ajouter un règlement de type « Titre » aux factures titrées.

source: Check issuer
fr: Émetteur

source: Check bank/organism
fr: Banque/Organisme

source: Check number
fr: Numéro de chèque

source: Bank transfer number
fr: Numéro de virement

source: Reference
fr: Référence

source: Payment date
fr: Date de règlement

source: Debt reference
fr: Référence de la dette

source: Regie with invoicing campaigns
fr: Régie avec campagnes de facturation

source: Optional regie description.
fr: Description optionnelle de la régie.

source: Invoice role
fr: Rôle de factureur

source: Control role
fr: Rôle de régisseur

source: Card Model
fr: Modèle de fiche

source: Prefix for payer external id
fr: Préfixe de l’identifiant externe du payeur

source: Template for payer external id
fr: Gabarit de l’identifiant externe du payeur

source: To get payer external id from user external id
fr: Pour récupérer l’identifiant externe du payeur depuis l’identifiant externe de l’usager

source: Template for payer external id from nameid
fr: Gabarit de l’identifiant externe du payeur depuis un nameid

source: Use a credit when created to pay old invoices
fr: Utiliser un avoir dès sa création pour régler des factures existantes

source: Counter name
fr: Nom du compteur

source: Invoice number format
fr: Format du numéro de facture

source: Invoice collection docket number format
fr: Format du numéro de bordereau de factures titrées

source: Payment number format
fr: Format du numéro de règlement

source: Payment docket number format
fr: Format du numéro de bordereau

source: Credit number format
fr: Format du numéro d’avoir

source: Refund number format
fr: Format du numéro de remboursement

source: Main colour in documents
fr: Couleur principale dans les documents

source: Displayed in footer.
fr: Affiché en bas de page.

source: Payments certificate model
fr: Modèle d’attestation de paiement

source: Controller name
fr: Nom du régisseur

source: City name
fr: Nom de la ville

source: Custom Logo
fr: Logo personnalisé

source: Custom Address
fr: Adresse personnalisée

source: Custom invoice extra information
fr: Informations complémentaires personnalisées

source: Displayed below the address block.
fr: Affichées sous le bloc adresse.

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Address
fr: Adresse

source: Phone
fr: Téléphone

source: Direct debit
fr: Prélèvement automatique

source: Credit card
fr: CB

source: Cash
fr: Espèces

source: Check
fr: Chèque

source: Holiday check
fr: Chèque-vacances

source: Collection docket
fr: Bordereau de factures titrées

source: Refund
fr: Remboursement

source: Payment Docket
fr: Bordereau de remise de règlements

source: Appearance Settings
fr: Paramètres d’éditique

source: Appearance
fr: Éditique

source: Credit number:
fr: Numéro de l’avoir :

source: Initial invoice number:
fr: Numéro de facture initial :

source: Services
fr: Prestations

source: Details
fr: Détails

source: Unit amount
fr: Coût unitaire

source: Quantity
fr: Quantité

source: Subtotal:
fr: Sous-total :

source: Total amount:
fr: Montant total :

source: Detail of service days
fr: Détail des jours de prestation

source: List of the payments of docket %(object)s
fr: Liste des règlements du bordereau %(object)s

source: Initial docket amount:
fr: Montant bordereau initial :

source: Cancelled docket amount:
fr: Montant annulé :

source: Final docket amount:
fr: Montant bordereau final :

source: Docket amount:
fr: Montant bordereau :

source: Number of payments:
fr: Nombre de règlements :

source: Additional information:
fr: Informations complémentaires :

source: Number
fr: Numéro

source: Payer ID
fr: Identifiant du payeur

source: Cancelled payments
fr: Règlements annulés

source: Initial amount:
fr: Montant initial :

source: Cancelled amount:
fr: Montant annulé :

source: Final amount:
fr: Montant final :

source: Amount:
fr: Montant :

source: Docket
fr: Bordereau

source: Export
fr: Exporter

source: Import
fr: Importer

source: Invoice number:
fr: Numéro de la facture :

source: Debt amount:
fr: Montant de la dette :

source: Paid amount:
fr: Montant réglé :

source: Debt forwarded to the Treasury on:
fr: Dette transmise au Trésor Public le :

source: Invoiced amount:
fr: Montant facturé :

source: Paid amount with credit:
fr: Montant réglé par avoir :

source: Remaining amount:
fr: Montant restant dû :

source: Payment deadline:
fr: Date limite de règlement :

source: Details of payments recorded on this invoice
fr: Détail des règlements enregistrés sur cette facture

source: <b>%(payment_num)s</b> of <b>%(payment_date)s</b> amount <b>%(amount)s€</b> of <b>%(payment_type)s %(credit_nums)s</b>
fr: <b>%(payment_num)s</b> du <b>%(payment_date)s</b> montant <b>%(amount)s€</b> en <b>%(payment_type)s %(credit_nums)s</b>

source: <b>%(payment_num)s</b> of <b>%(payment_date)s</b> amount <b>%(amount)s€</b> of <b>%(payment_type)s</b>
fr: <b>%(payment_num)s</b> du <b>%(payment_date)s</b> montant <b>%(amount)s€</b> en <b>%(payment_type)s</b>

source: Total amount paid - Invoice paid*.
fr: Montant total réglé – Facture acquittée*

source: *Subject to actual cashing of payments by check.
fr: *sous réserve d’encaissement effectif des règlements par chèque.

source: Edit dates
fr: Editer les dates

source: New corrective campaign
fr: Nouvelle campagne de correction

source: Export invoiced amounts per event
fr: Exporter les montants facturés par événement

source: Some agendas have been unlocked since the last run:
fr: Des agendas ont été déverrouillés depuis le dernier lancement :

source: Add this agenda to current corrective campaign
fr: Ajouter cet agenda à la campagne de correction actuelle

source: New corrective campaign with this agenda
fr: Nouvelle campagne de correction avec cet agenda

source: Add all agendas to current corrective campaign
fr: Ajouter tous les agendas à la campagne de correction actuelle

source: New corrective campaign with all agendas
fr: Nouvelle campagne de correction avec tous les agendas

source: Pools
fr: Trains de facturation

source: Invoices
fr: Factures

source: Ended at %(edate)s
fr: terminé à %(edate)s

source: draft
fr: brouillon

source: final
fr: définitif

source: Start a pool
fr: Lancer un train de facturation

source: Unlock check
fr: Déverrouiller les pointages

source: Validate campaign
fr: Valider la campagne

source: Label:
fr: Libellé :

source: Start date:
fr: Date de début :

source: End date:
fr: Date de fin :

source: Integrate injected lines:
fr: Intégrer les lignes injectées :

source: Adjustment campaign:
fr: Campagne de régularisation :

source: Publication date:
fr: Date de publication :

source: Displayed payment deadline:
fr: Date limite de règlement affichée :

source: Effective payment deadline:
fr: Date limite de règlement effective :

source: Due date:
fr: Date d’échéance :

source: Debit date:
fr: Date de prélèvement :

source: Invoice model:
fr: Modèle de facture :

source: Custom text in invoice:
fr: Texte personnalisé sur les factures :

source: Get ODS file
fr: Télécharger au format ODS

source: Are you sure you want to validate this campaign?
fr: Êtes-vous sûr·e de vouloir valider cette campagne ?

source: New campaign
fr: Nouvelle campagne

source: Edit campaign
fr: Modification de la campagne

source: Invoices Settings
fr: Éditique

source: Submit
fr: Enregistrer

source: Campaigns
fr: Campagnes

source: corrective campaigns:
fr: campagnes de correction :

source: unlocked agendas:
fr: agendas déverrouillés :

source: correction in progress
fr: correction en cours

source: validated
fr: validée

source: This site doesn't have any campaign yet. Click on the "New campaign" button in the top right of the page to add a first one.
fr: Ce site n’a pas encore de campagne. Cliquez sur le bouton « Nouvelle campagne » dans le coin supérieur droit de la page pour en ajouter une première.

source: Are you sure you want to unlock check?
fr: Êtes-vous sûr·e de vouloir déverrouller les pointages ?

source: Cancellation reasons
fr: Motifs d’annulation

# lingo title
source: Payments
fr: Paiements

source: Credits
fr: Avoirs

source: Payments
fr: Règlements

source: disabled
fr: désactivé

source: delete
fr: supprimer

source: New invoice cancellation reason
fr: Nouveau motif d’annulation de facture

source: New credit cancellation reason
fr: Nouveau motif d’annulation d’avoir

source: New payment cancellation reason
fr: Nouveau motif d’annulation de règlement

source: Number of invoices:
fr: Nombre de factures :

source: Minimal threshold:
fr: Seuil minimal :

source: Pay invoices:
fr: Solder les factures :

source: Invoice <a href="%(regie_invoice_list_url)s?number=%(invoice_number)s">%(invoice_number)s</a> dated %(idate)s (created on %(cdate)s) addressed to <a href="%(regie_invoice_list_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a> (Due date %(ddate)s), collected amount %(amount)s€, total for the payer %(total_amount)s€
fr: Facture <a href="%(regie_invoice_list_url)s?number=%(invoice_number)s">%(invoice_number)s</a> datée du %(idate)s (créée le %(cdate)s) adressée à <a href="%(regie_invoice_list_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a> (Date d’échéance %(ddate)s), montant titré %(amount)s€, total pour le payeur %(total_amount)s€

source: Invoice <a href="%(regie_invoice_list_url)s?number=%(invoice_number)s">%(invoice_number)s</a> dated %(cdate)s addressed to <a href="%(regie_invoice_list_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a> (Due date %(ddate)s), collected amount %(amount)s€, total for the payer %(total_amount)s€
fr: Facture <a href="%(regie_invoice_list_url)s?number=%(invoice_number)s">%(invoice_number)s</a> datée du %(cdate)s adressée à <a href="%(regie_invoice_list_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a> (Date d’échéance %(ddate)s), montant titré %(amount)s€, total pour le payeur %(total_amount)s€

source: New collection
fr: Nouveau titrage

source: Edit collection
fr: Editer le titrage

source: Collections
fr: Titrages

source: Invoices outside collections
fr: Factures non titrées

source: Invoices outside collections search
fr: Rechercher des factures non titrées

# form filtering action
source: Search
fr: Rechercher

source: Invoice <a href="%(regie_invoice_list_url)s?number=%(invoice_number)s">%(invoice_number)s</a> dated %(idate)s (created on %(cdate)s) addressed to <a href="%(regie_invoice_list_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a> (Due date %(ddate)s), remaining amount %(amount)s€, total for the payer %(total_amount)s€
fr: Facture <a href="%(regie_invoice_list_url)s?number=%(invoice_number)s">%(invoice_number)s</a> datée du %(idate)s (créée le %(cdate)s) adressée à <a href="%(regie_invoice_list_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a> (Date d’échéance %(ddate)s), montant restant %(amount)s€, total pour le payeur %(total_amount)s€

source: Invoice <a href="%(regie_invoice_list_url)s?number=%(invoice_number)s">%(invoice_number)s</a> dated %(cdate)s addressed to <a href="%(regie_invoice_list_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a> (Due date %(ddate)s), remaining amount %(amount)s€, total for the payer %(total_amount)s€
fr: Facture <a href="%(regie_invoice_list_url)s?number=%(invoice_number)s">%(invoice_number)s</a> datée du %(cdate)s adressée à <a href="%(regie_invoice_list_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a> (Date d’échéance %(ddate)s), montant restant %(amount)s€, total pour le payeur %(total_amount)s€

source: The action to create a new collection is not available because a draft collection already exists.
fr: L’action de création d’un nouveau titrage n’est pas disponible car il y a déjà un titrage à l’état de brouillon.

source: Number of invoices
fr: Nombre de factures

source: This site doesn't have any collection yet.
fr: Ce site n’a pas encore de titrages.

source: Are you sure you want to validate this collection ?
fr: Êtes-vous sûr·e de vouloir valider ce titrage ?

source: Update corrective campaign
fr: modifier la campagne de correction

source: Add these agendas to the current corrective campaign:
fr: Ajouter ces agendas à la campagne de correction actuelle :

source: Add this agenda to the current corrective campaign:
fr: Ajouter cet agenda à la campagne de correction actuelle :

source: New corrective campaign with these agendas:
fr: Nouvelle campagne de correction avec ces agendas :

source: New corrective campaign with this agenda:
fr: Nouvelle campagne de correction avec cet agenda :

source: Add agendas
fr: Ajouter les agendas

source: Add agenda
fr: Ajouter l’agenda

source: Cancel credit
fr: Annuler l’avoir

source: Edit credit cancellation reason
fr: Modifier le motif d’annulation d’avoir

source: Origin:
fr: Origine :

source: Subtotal
fr: Sous-total

source: Assignments
fr: Affectations

source: Payment
fr: Règlement

source: Pending...
fr: En cours de traitement ...

source: No assignments for this credit
fr: Pas d’affectation pour cet avoir

source: Assigned amount:
fr: Montant affecté :

source: Remaining amount to assign:
fr: Montant restant à affecter :

source: Credit Filtering
fr: Filtrer les avoirs

# credit
source: Cancelled
fr: Annulé

source: Partially assigned
fr: Affecté partiellement

source: Credit %(credit_number)s dated %(idate)s (created on %(cdate)s) for <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Avoir %(credit_number)s daté du %(idate)s (créé le %(cdate)s) adressé à <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: Credit %(credit_number)s dated %(cdate)s for <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Avoir %(credit_number)s daté du %(cdate)s adressé à <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: download
fr: télécharger

source: Payment <a href="%(regie_payment_list_url)s?number=%(payment_number)s">%(payment_number)s</a> dated %(pdate)s (created on %(cdate)s) from %(payer_name)s, amount %(amount)s€ (%(payment_type)s)
fr: Règlement <a href="%(regie_payment_list_url)s?number=%(payment_number)s">%(payment_number)s</a> daté du %(pdate)s (créé le %(cdate)s) de %(payer_name)s, montant %(amount)s € (%(payment_type)s)

source: Payment <a href="%(regie_payment_list_url)s?number=%(payment_number)s">%(payment_number)s</a> dated %(cdate)s from %(payer_name)s, amount %(amount)s€ (%(payment_type)s)
fr: Règlement <a href="%(regie_payment_list_url)s?number=%(payment_number)s">%(payment_number)s</a> daté du %(cdate)s de %(payer_name)s, montant %(amount)s € (%(payment_type)s)

source: ODS export
fr: Exporter l’ODS

source: PDF export
fr: Exporter le PDF

source: New docket
fr: Nouveau bordereau

source: Edit docket
fr: Editer le bordereau

source: Dockets
fr: Bordereaux

source: Dockets Filtering
fr: Filtrer les bordereaux

source: Payment types
fr: Types de règlement

source: Number of payments
fr: Nombre de règlements

source: This site doesn't have any docket yet.
fr: Ce site n’a pas encore de bordereaux.

source: Payments outside dockets
fr: Règlements non remis

source: Payments outside dockets search
fr: Rechercher des règlements non remis

source: The action to create a new docket is not available because a draft docket already exists.
fr: L’action de création d’un nouveau bordereau n’est pas disponible car il y a déjà un bordereau à l’état de brouillon.

source: Are you sure you want to validate this docket ?
fr: Êtes-vous sûr·e de vouloir valider ce bordereau ?

source: Cancel invoice
fr: Annuler la facture

source: Edit invoice cancellation reason
fr: Modifier le motif d’annulation de facture

source: Direct debit:
fr: Prélèvement automatique :

source: No payments for this line
fr: Pas de règlement pour cette ligne

source: No payments for this invoice
fr: Pas de règlement pour cette facture

source: Collection:
fr: Titrage :

source: Payments certificate:
fr: Attestation de paiement :

source: Get full ODS file
fr: Télécharger au format ODS - mode complet

source: Invoice Filtering
fr: Filtrer les factures

# invoice
source: Cancelled
fr: Annulée

source: Under collection
fr: En cours de titrage

source: Partially paid
fr: Réglée partiellement

source: Invoice %(invoice_number)s dated %(idate)s (created on %(cdate)s) addressed to <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Facture %(invoice_number)s datée du %(idate)s (créée le %(cdate)s) adressée à <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: Invoice %(invoice_number)s dated %(cdate)s addressed to <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Facture %(invoice_number)s datée du %(cdate)s adressée à <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: download (initial)
fr: télécharger (initiale)

source: download (dynamic)
fr: télécharger (dynamique)

source: Error running the job.
fr: Erreur lors de l’exécution d'une tâche.

source: Please wait…
fr: Veuillez patienter…

source: see agenda
fr: voir l’agenda

source: see event
fr: voir l’évènement

source: direct debit: %(payer_direct_debit)s
fr: prélèvement automatique : %(payer_direct_debit)s

source: reset
fr: réinitialiser

source: ignore
fr: ignorer

source: mark as fixed
fr: marquer comme résolue

source: replay
fr: rejouer

source: Injected
fr: Injectée

source: This line was replayed - reload the page to get new lines
fr: Cette ligne a été rejouée — rechargez la page pour voir les nouvelles lignes

source: reload the page:
fr: recharger la page :

# reload page
source: current page
fr: page actuelle

# reload page
source: without filters
fr: sans filtres

# reload page
source: filtered on user
fr: filtrée sur l’usager

# reload page
source: filtered on payer
fr: filtrée sur le payeur

source: Non invoiced lines
fr: Lignes non facturées

source: User
fr: Usager

source: Pricing data:
fr: Données tarifaires :

source: Event:
fr: Evènement :

source: Cancel payment
fr: Annuler le règlement

source: This payment is included in a docket.
fr: Ce règlement est lié à un bordereau de remise.

source: If you cancel this payment, the docket will be modified.
fr: Si vous annulez ce règlement, le bordereau sera modifié.

source: Edit payment cancellation reason
fr: Modifier le motif d’annulation de règlement

source: Payment Filtering
fr: Filtrer les règlements

source: Payment %(payment_number)s dated %(pdate)s (created on %(cdate)s) from <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€ (%(payment_type)s)
fr: Règlement %(payment_number)s daté du %(pdate)s (créé le %(cdate)s) de <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s € (%(payment_type)s)

source: Payment %(payment_number)s dated %(cdate)s from <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€ (%(payment_type)s)
fr: Règlement %(payment_number)s daté du %(cdate)s de <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s € (%(payment_type)s)

source: Amount charged
fr: Montant facturé

source: Amount assigned
fr: Montant affecté

source: No assignments for this payment
fr: Pas d’affectation pour ce règlement

source: Docket:
fr: Bordereau :

source: New payment type
fr: nouveau type de règlement

source: Edit payment type
fr: Modifier le type de règlement

source: New pool
fr: Nouveau train de facturation

source: Are you sure you want to start a new pool?
fr: Êtes-vous sûr·e de vouloir lancer un nouveau train de facturation ?

source: An adjustment campaign cannot be launched on a partial bookings agenda.
fr: Une campagne de régularisation ne peut pas être lancée sur des agendas à réservation partielles.

source: Run
fr: Lancer

source: Are you sure you want to delete this final pool ?
fr: Êtes-vous sûr·e de vouloir supprimer ce train de facturation définitif ?

source: Invoices are already numbered, if the pool is deleted, invoices will be kept and cancelled.
fr: Les factures sont déjà numérotées, si ce train de facturation est supprimé, les factures seront conservées et annulées.

source: Pool
fr: Train de facturation

source: Generate invoices
fr: Générer les factures

source: Error while running pool.
fr: Erreur lors de l’exécution du train de facturation.

source: Credit <a href="%(journal_url)s?invoice_id=%(number)s">%(credit_number)s</a> dated %(cdate)s addressed to <a href="%(journal_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Avoir <a href="%(journal_url)s?invoice_id=%(number)s">%(credit_number)s</a> daté du %(cdate)s adressé à <a href="%(journal_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: Credit <a href="%(journal_url)s?credit_number=%(number)s">%(credit_number)s</a> dated %(cdate)s addressed to <a href="%(journal_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Avoir <a href="%(journal_url)s?credit_number=%(number)s">%(credit_number)s</a> daté du %(cdate)s adressé à <a href="%(journal_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: Invoice <a href="%(journal_url)s?invoice_id=%(number)s">%(invoice_number)s</a> dated %(cdate)s addressed to <a href="%(journal_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Facture <a href="%(journal_url)s?invoice_id=%(number)s">%(invoice_number)s</a> datée du %(cdate)s adressée à <a href="%(journal_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: Invoice <a href="%(journal_url)s?invoice_number=%(number)s">%(invoice_number)s</a> dated %(cdate)s addressed to <a href="%(journal_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Facture <a href="%(journal_url)s?invoice_number=%(number)s">%(invoice_number)s</a> datée du %(cdate)s adressée à <a href="%(journal_url)s?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: Journal Filtering
fr: Filtrer le journal

source: Booking:
fr: Réservation :

source: Impossible to generate invoices: errors remain.
fr: Impossible de générer les factures : des lignes sont en erreur.

source: Are you sure you want to generate invoices ?
fr: Êtes-vous sûr·e de vouloir générer les factures ?

source: Refunds
fr: Remboursements

source: Refund Filtering
fr: Filtrer les remboursements

source: Refund %(refund_number)s dated %(rdate)s (created on %(cdate)s) for <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Remboursement %(refund_number)s daté du %(rdate)s (créé le %(cdate)s) adressé à <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: Refund %(refund_number)s dated %(cdate)s for <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, amount %(amount)s€
fr: Remboursement %(refund_number)s daté du %(cdate)s adressé à <a href="?payer_external_id=%(payer_id)s">%(payer_name)s</a>, montant %(amount)s €

source: Credit amount
fr: Montant de l’avoir

source: Refund amount
fr: Montant du remboursement

source: Edit counters
fr: Editer les compteurs

source: Parameters
fr: Paramètres

source: Invoicing campaign
fr: Campagne de facturation

source: Create an invoicing or adjustment campaign.
fr: Créer une campagne de facturation ou de régularisation.

source: Search for an invoice, its details and status, edit it.
fr: Rechercher une facture, son détail et son statut, l'éditer.

source: Search for a credit, its details and assignments.
fr: Rechercher une facture d'avoir, son détail et son affectation.
