Repository: LoganSeven/publik_famille_demo
Catalog: lingo_snapshot/lingo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Create a collection for unpaid invoices or search for an existing collection.
fr: Créer un titre de factures impayées ou rechercher un titre existant.

source: Search for a payment, its details and status, edit it.
fr: Rechercher un règlement, son détail et son statut, l'éditer.

source: Search for a refund, its details and asignments, edit it.
fr: Rechercher un remboursement, son détail et son affectation, l'éditer.

source: Create a payment docket, edit it or search for an existing docket.
fr: Créer un bordereau de remise de règlements, l'éditer ou rechercher un bordereau existant.

source: Payers
fr: Payeurs

source: Search for a payer and consult these transactions.
fr: Rechercher un payeur et consulter ces mouvements.

source: New regie
fr: Nouvelle régie

source: Edit regie
fr: Modifier la régie

source: Regie history
fr: Historique de la régie

source: History
fr: Historique

source: Compare snapshots
fr: Comparaison des sauvergardes

source: Inspect
fr: Inspecteur

source: Compare inspect
fr: Comparaison des inspecteurs

source: Compare JSON
fr: Comparaison JSON

source: Information
fr: Informations

source: Mapping
fr: Correspondances

source: Counters
fr: Compteurs

source: Publishing
fr: Éditique

source: Regies outside applications
fr: Régies hors applications

source: identifier:
fr: identifiant :

source: This site doesn't have any regie yet. Click on the "New" button in the top right of the page to add a first one.
fr: Ce site n’a pas encore de régie. Cliquez sur le bouton « Nouvelle régie » dans le coin supérieur droit de la page pour en ajouter une première.

source: Go to document
fr: Aller au document

source: invoice or credit reference
fr: référence de la facture/avoir

source: Search
fr: Recherche

source: Import site
fr: Importer un site

source: Export site
fr: Exporter le site

source: Payer mapping
fr: Correspondances du payeur

source: Used in agendas
fr: Utilisation dans les agendas

source: Regie with invoicing campaigns:
fr: Régie avec campagnes de facturation :

source: Use a credit when created to pay old invoices:
fr: Utiliser un avoir dès sa création pour régler des factures existantes :

source: Invoice role:
fr: Rôle de factureur :

source: Control role:
fr: Rôle de régisseur :

source: Define permissions
fr: Définir les permissions

source: Card Model:
fr: Modèle de fiche :

source: Prefix for payer external id:
fr: Préfixe de l’identifiant externe du payeur :

source: Template for payer external id:
fr: Gabarit de l’identifiant externe du payeur :

source: Template for payer external id from nameid:
fr: Gabarit de l’identifiant externe du payeur depuis un nameid :

source: Inspect tool
fr: Outil d’inspection

source: Edit mapping
fr: Modification des correspondances

source: Counter name:
fr: Nom du compteur :

source: Invoice number format:
fr: Format du numéro de facture :

source: Invoice collection docket number format:
fr: Format du numéro de bordereau de factures titrées :

source: Payment number format:
fr: Format du numéro de règlement :

source: Payment docket number format:
fr: Format du numéro de bordereau :

source: Credit number format:
fr: Format du numéro de crédit :

source: Refund number format:
fr: Format du numéro de remboursement :

source: This regie is not used yet.
fr: Cette régie n’est pas encore utilisée.

source: Main colour in documents:
fr: Couleur principale dans les documents :

source: Payments certificate model:
fr: Modèle d’attestation de paiement :

source: Controller name:
fr: Nom du régisseur :

source: City name:
fr: Nom de la ville :

source: Custom logo:
fr: Logo personnalisé :

source: Custom address:
fr: Adresse personnalisée :

source: Custom invoice extra information:
fr: Informations complémentaires personnalisées :

source: Edit payer
fr: Editer le payeur

source: Payer Filtering
fr: Filtrer les payeurs

source: Payer transactions
fr: Mouvements du payer

source: Transactions of payer "%(payer_external_id)s"
fr: Mouvements du payeur « %(payer_external_id)s »

source: Invoicing object
fr: Elément de facturation

source: Origin
fr: Origine

source: Edit permissions
fr: Modification des permissions

source: Publishing Settings
fr: Paramètres d’éditique

source: Transactions for event
fr: Transactions pour un évènement

source: Transactions for event "%(event_slug)s" (%(event_date)s) and user "%(user_external_id)s"
fr: Transactions pour l’évènement « %(event_slug)s » (%(event_date)s) et l’utilisateur « %(user_external_id)s »

source: Payment receipt
fr: Reçu de règlement

source: Invoiced account:
fr: Compte facturé :

source: Invoicing address:
fr: Adresse de facturation :

source: Hereby certifies that I have received a payment of type <b>%(payment_type)s</b> in the amount of <b>%(amount)s (number %(payment_number)s)</b>, for account <b>%(payer)s</b> (%(payer_id)s):
fr: Atteste par le présent reçu avoir perçu un règlement de type <b>%(payment_type)s</b> d’un montant de <b>%(amount)s (numéro %(payment_number)s)</b>, au bénéfice du compte <b>%(payer)s</b> (%(payer_id)s) :

source: Invoice object
fr: Objet de la facture

source: on %(event_date)s
fr: le %(event_date)s

source: Payments certificate
fr: Attestation de paiement

source: Invoice object:
fr: Objet facture :

source: Hereby certifies that I have received the amount of <b>%(amount)s</b> for account <b>%(payer)s</b> (%(payer_id)s) as follows:
fr: Atteste par la présente avoir perçu la somme de <b>%(amount)s</b> au bénéfice du compte <b>%(payer)s</b> (%(payer_id)s selon la répartition suivante :

# payment
source: Number
fr: Numéro

source: Detail of invoice
fr: Détail de la facture

source: Overtaking
fr: Dépassement

source: Presence without booking
fr: Présence sans réservation

source: unknown
fr: inconnu

source: %s booked hours for the period
fr: %s heures réservées sur la période

source: Invoice from %(start)s to %(end)s
fr: Facture du %(start)s au %(end)s

source: The last pool is invalid, please start a new pool.
fr: Le dernier train de facuration est invalide, veuillez en lancer un nouveau.

source: Fail to unlock events check: %s
fr: Erreur lors du déverroullage des pointages: %s

source: Fail to mark events as invoiced: %s
fr: Erreur lors du marquage des évènements comme étant facturés: %s

source: Not possible to update current corrective campaign, invoices have been generated.
fr: Impossible de mettre à jour la campagne de correction actuelle, les factures ont été générées.

source: Payer external ID
fr: Payeur (Identifiant externe)

source: Payer address
fr: Addresse du payeur

source: Payer email
fr: Email du payeur

source: Payer phone
fr: Téléphone du payeur

source: User external ID
fr: Utilisateur (Identifiant externe)

source: Booking status
fr: Statut de la réservation

source: File is not in the expected JSON format.
fr: Le fichier n’est pas dans le format JSON attendu.

source: Key "%s" is missing.
fr: La clé « %s » est manquante.

source: No regie created.
fr: Aucune régie créée.

source: A regie has been created.
fr: Une régie a été créée.

source: No regie updated.
fr: Aucune régie mise à jour.

source: A regie has been updated.
fr: Une régie a été mise à jour.

source: imported
fr: import

source: No data found.
fr: Aucune donnée trouvée.

source: Are you sure you want to stop this pool?
fr: Êtes-vous sûr·e de vouloir stopper ce train de facturation ?

source: Stopped
fr: Stoppé

source: Final pool deletion
fr: Suppression du train de facturation définitif

source: No document found for "%s"
fr: Aucun document trouvé pour « %s »

source: changed permissions
fr: modification des permissions

source: changed payer options
fr: modification des paramètres du payeur

source: changed payer mapping
fr: modification des correspondances du payeur

source: changed counters
fr: modification des compteurs

source: changed publishing settings
fr: modification des paramètres d’éditique

source: added payment type
fr: ajout d’un type de règlement

source: changed payment type
fr: modification d’un type de règlement

source: removed payment type
fr: suppression d’un type de règlement

source: Total due
fr: Montant dû

source: Not paid
fr: Non réglé

source: Collect
fr: Titre

source: Description (line)
fr: Description (ligne)

source: Accounting code (line)
fr: Code d’imputation comptable (ligne)

source: Amount (line)
fr: Montant (ligne)

source: Quantity (line)
fr: Quantité (ligne)

source: Subtotal (line)
fr: Sous-total (ligne)

source: Amount assigned (line)
fr: Montant affecté (ligne)

source: Credit numbers
fr: Numéros d’avoir

source: Amount assigned (invoice)
fr: Montant affecté (facture)

source: Total amount (payment)
fr: Montant total (règlement)

source: Initial amount
fr: Montant initial

source: Cancelled amount
fr: Montant annulé

source: Final amount
fr: Montant final

source: List of the payments of all dockets
fr: Liste des règlements de tous les bordereaux

source: List of the payments of dockets from %(start)s to %(stop)s
fr: Liste des règlements des bordereaux du %(start)s au %(stop)s

source: List of the payments of dockets from %(start)s
fr: Liste des règlements des bordereaux à partir du %(start)s

source: List of the payments of dockets to %(stop)s
fr: Liste des règlements des bordereaux jusqu’au %(stop)s

source: Initial docket amount
fr: Montant bordereau initial

source: Cancelled docket amount
fr: Montant annulé

source: Final docket amount
fr: Montant bordereau final

source: User ID
fr: Usager (identifiant)

source: Agenda slug
fr: Agendas (slug)

source: Event slug
fr: Évènement (slug)

source: Django template
fr: Gabarit Django

source: Show differences
fr: Afficher les différences

source: Compare
fr: Comparer

source: 1 other this day
fr: 1 autre ce jour

source: Are you sure you want to delete this?
fr: Êtes-vous sûr·e de vouloir supprimer ceci ?

source: Pricing - Pricings
fr: Tarification - Grilles tarifaires

source: Pricings attached to events agendas.
fr: Grilles tarifaires à attacher à des agendas « évènements ».

source: Invoicing - Regies
fr: Facturation - Régies

source: Regies and their campaigns, invoices, payments.
fr: Les régies et leurs campagnes, factures, règlements.

source: Online payment platforms.
fr: Plateformes de paiement en ligne.

source: Test tool
fr: Outil de test

source: Test template
fr: Tester le gabarit

source: Template result
fr: Résultat du gabarit

source: HTML sources
fr: Sources HTML

source: Template rendering error
fr: Erreur de rendu du gabarit

source: This screen gives access to payment backends, regies, pricing you can access.
fr: Cet écran donne accès aux plateformes de paiement, régies et grilless tarifaires auxquels vous avez accès.

source: Unfortunately, there is still no payment backend, regie or pricing configured this way.
fr: Malheureusement il n’y en a pour le moment aucun accessible.

source: Add
fr: Ajouter

source: decimal
fr: décimal

source: not found
fr: inconnu

source: wrong kind (group: %(check_type_group)s, check type: %(check_type)s)
fr: mauvais type (groupe : %(check_type_group)s, type de pointage : %(check_type)s)

source: pricing not configured (group: %(check_type_group)s, check type: %(check_type)s)
fr: tarif non configuré (groupe : %(check_type_group)s, type de pointage : %(check_type)s))

source: category: %s
fr: catégorie : %s

source: Agenda pricing not found
fr: Aucune grille tarifaire trouvée

source: No matching criteria for category
fr: Aucun critère trouvé pour la catégorie

source: No matching criteria for category: %(category)s
fr: Aucun critère trouvé pour la catégorie : %(category)s

source: Multiple default criteria found for category
fr: Plusieurs critères par défaut trouvés pour la catégorie

source: Multiple default criteria found for category: %(category)s
fr: Plusieurs critères par défaut trouvés pour la catégorie : %(category)s

source: Impossible to determine a pricing for criterias
fr: Impossible de déterminer un tarif pour les critères

source: Impossible to determine a pricing for criterias: %(criterias)s
fr: Impossible de déterminer un tarif pour les critères : %(criterias)s

source: Impossible to determine a minimal pricing for criterias
fr: Impossible de déterminer un tarif minimum pour les critères

source: Impossible to determine a minimal pricing for criterias: %(criterias)s
fr: Impossible de déterminer un tarif minimum pour les critères : %(criterias)s

source: Pricing format error
fr: Erreur de format pour le tarif

source: Pricing is not a %(wanted)s: %(pricing)s
fr: Le tarif n’est pas du type %(wanted)s : %(pricing)s

source: Minimal pricing format error
fr: Erreur de format du tarif minimal

source: Minimal pricing is not a %(wanted)s: %(pricing)s
fr: Le tarif minimum n’est pas du type %(wanted)s : %(pricing)s

source: Impossible to determine a reduction rate
fr: Impossible de déterminer un taux de réduction

source: Reduction rate format error
fr: Erreur de format du taux de réduction

source: Reduction rate is not a %(wanted)s: %(reduction_rate)s
fr: Le taux de réduction n’est pas du type %(wanted)s : %(reduction_rate)s

source: Reduction rate bad value
fr: Valeur incorrecte du taux de réduction

source: Reduction rate bad value: %(reduction_rate)s
fr: Valeur de taux de réduction incorrecte: %(reduction_rate)s

source: Impossible to determine an effort rate target
fr: Impossible de déterminer une cible pour le taux d’effort

source: Effort rate target format error
fr: Erreur de format du taux d’effort

source: Effort rate target is not a %(wanted)s: %(effort_rate_target)s
fr: La cible de taux d’effort n’est pas du type %(wanted)s : %(effort_rate_target)s

source: Effort rate target bad value
fr: Valeur incorrecte du taux d’effort

source: Effort rate target bad value: %(effort_rate_target)s
fr: Valeur de cible de taux d’effort incorrecte: %(effort_rate_target)s

source: Impossible to determine an accounting code
fr: Impossible de déterminer un code d’imputation comptable

source: Unknown check status
fr: Pointage inconnu

source: Unknown check status: %(status)s
fr: Pointage inconnu : %(status)s

source: Event is not checked
fr: L’évènement n’est pas pointé

source: Booking is not checked
fr: La réservation n’est pas pointée

source: Multiple booking found
fr: Plusieurs réservations trouvées

source: Check type error
fr: Erreur du type de pointage

source: Check type error: %(reason)s
fr: Erreur du type de pointage : %(reason)s

source: Pricing criteria categories
fr: Catégories de critères

# agenda pricing
source: Pricings
fr: Grilles tarifaires

source: Invalid syntax.
fr: Syntaxe invalide.

source: Another criteria exists with the same identifier.
fr: Un critère existe déjà avec le même identifiant.

source: Another pricing exists with the same identifier.
fr: Une grille tarifaire existe déjà avec le même identifiant.

source: Some agendas are linked to this pricing; please unlink them first.
fr: Des agendas utilisent cette grille tarifaire; il faut commencer par les en détacher.

source: Agenda "%s" has already a pricing overlapping this period.
fr: L’agenda « %s » a déjà une grille tarifaire qui chevauche cette période.

source: Some billing dates are are defined for this pricing; please delete them first.
fr: Des dates de facturation sont définies pour cette grille tarifaire; veuillez les supprimer avant d’effectuer cette modification.

source: Some billing dates are outside the pricing period.
fr: Des dates de facturation sont en dehors de la période de cette grille tarifaire.

source: Declare the reduction rate you want to apply for this pricing.
fr: Déclarez le taux de réduction que vous souhaitez appliquer au tarif.

source: Declare the amount you want to multiply by the effort rate for this pricing.
fr: Déclarez le montant que vous souhaitez multiplier par le taux d’effort.

source: New label
fr: Nouveau libellé

source: Variable name
fr: Nom de la variable

source: Value template
fr: Gabarit pour la valeur

source: Criteria category to add
fr: Catégorie de critère à ajouter

source: Criterias
fr: Critères

source: The agenda "%s" has already a pricing overlapping this period.
fr: L’agenda « %s » a déjà une grille tarifaire qui chevauche cette période.

source: The billing start date must be within the period of the pricing.
fr: La date de facturation doit être inclus dans la période de la grille tarifaire.

source: Event identifier
fr: Identifiant de l’évènement

source: Billing date
fr: Date de facturation

source: User external identifier
fr: Identifiant de l’utilisateur

source: Payer external identifier
fr: Identifiant externe du payeur

source: Presence (%s)
fr: Présence (%s)

source: This event takes place outside the period covered by this pricing
fr: Cet évènement a lieu en dehors de la période couverte par cette grille tarifaire

source: Please choose between pricing and pricing rate.
fr: Veuillez choisir entre tarif et taux tarifaire.

source: Another check type exists with the same identifier.
fr: Un type de pointage existe déjà avec le même identifiant.

source: Criteria category
fr: Catégorie de critères

source: Criteria categories
fr: Catégories de critères

source: Category
fr: Catégorie

source: Default criteria
fr: Critère par défaut

source: Will be applied if no other criteria matches
fr: Ce critère sera appliqué si aucun autre critère ne correspond

source: Flat fee schedule
fr: Grille tarifaire forfaitaire

source: Subscription is required
fr: L’inscription est obligatoire

source: Kind of pricing
fr: Type de tarif

source: Reduction rate
fr: Taux de réduction

source: Effort rate
fr: Taux d’effort

source: Reduction rate (template)
fr: Taux de réduction (gabarit)

source: The result is expressed as a percentage, and must be between 0 and 100.
fr: Le résultat est exprimé en pourcentage, et doit être compris entre 0 et 100.

source: Amount to be multiplied by the effort rate (template)
fr: Montant multiplé par le taux d’effort (gabarit)

source: The result is expressed as an amount, which is then multiplied by the effort rate.
fr: Le résultat est un montant, qui sera multiplié par le taux d’effort.

source: Minimal pricing
fr: Tarif minimum

source: Maximal pricing
fr: Tarif maximum

source: Accounting code (template)
fr: Code d’imputation comptable (gabarit)

source: Pricings
fr: Grilles tarifaires

source: From %(start)s to %(end)s
fr: De %(start)s à %(end)s

source: Missing "%s" pricing category
fr: Catégorie de tarification « %s » manquante

source: Missing "%(criteria)s" pricing criteria for "%(category)s" category
fr: Critère de tarification « %(criteria)s » manquant pour la catégorie « %(category)s »

source: Copy of %s
fr: Copie de %s

source: Billing start date
fr: Date de facturation

source: Archived agendas
fr: Agendas archivés

source: kind:
fr: type :

source: view
fr: voir

source: This site doesn't have any archived agenda yet.
fr: Ce site n’a pas encore d’agendas archivés.

source: Booking check options
fr: Paramètres du pointage

source: Invoicing options
fr: Paramètres de facturation

source: This agenda doesn't have any pricing defined yet.
fr: Cet agenda n’a pas encore de grille tarifaire associée.

source: Flat fee schedule pricings
fr: Grilles tarifaires forfaitaires

source: This agenda doesn't have any flat fee schedule pricing defined yet.
fr: Cet agenda n’a pas encore de grille tarifaire forfaitaire associée.

source: Check type group:
fr: Groupe de types de pointage :

source: No absence check type defined
fr: Aucun type de pointage d’absence défini

source: Presences:
fr: Présences :

source: No presence check type defined
fr: Aucun type de pointage de présence défini

source: No check types configured for this agenda.
fr: Pas de types de pointage configurés pour cet agenda.

source: Configure
fr: Configurer

source: Agenda options
fr: Paramètres de l’agenda

source: Agenda history
fr: Historique de l’agenda

source: Agendas outside applications
fr: Agendas hors applications

source: This site doesn't have any agenda yet. Click on the "Refresh agendas" button in the top right of the page to synchronize them.
fr: Ce site n’a pas encore d’agenda. Cliquez sur le bouton « Actualiser les agendas » dans le coin supérieur droit de la page pour en ajouter un premier.

source: Refresh agendas
fr: Actualiser les agendas

source: New check type
fr: Nouveau type de pointage

source: Edit check type
fr: Modification du type de pointage

source: New check type group
fr: Nouveau groupe de types de pointage

source: Edit check type group
fr: Modifier le groupe de types de pointage

source: Check type group history
fr: Historique du groupe de types de pointage

source: Check types
fr: Types de pointage

source: Check types outside applications
fr: Types de pointage hors applications

source: Define here check types used in events agendas to check bookings.
fr: Vous pouvez définir ici les types de pointage à utiliser pour le pointage des absences et des présences sur les agendas « évènements ».

source: Add a check type
fr: Ajouter un type de pointage

source: Unexpected presence:
fr: Présence non prévue :

source: Unjustified absence:
fr: Absence injustifiée :

source: This site doesn't have any check type group yet. Click on the "New group" button in the top right of the page to add a first one.
fr: Ce site n’a pas encore de groupe de types de pointage. Cliquez sur le bouton « Nouveau groupe » dans le coin supérieur droit de la page pour en ajouter un premier.

source: New group
fr: Nouveau groupe

source: New category
fr: Nouvelle catégorie

source: Edit category
fr: Modification de la catégorie

source: Criteria category history
fr: History de la catégorie de critères

source: New criteria
fr: Nouveau critère

source: Edit criteria
fr: Modification du critère

source: Criterias outside applications
fr: Critères hors applications

source: Define here pricing criterias used in pricings.
fr: Vous pouvez définir ici les critères utilisés dans les grilles tarifaires.

source: Use drag and drop with the ⣿ handles to reorder criterias inside a category.
fr: Vous pouvez utiliser les poignées ⣿ pour ordonner les critères au sein d’une catégorie.

source: default
fr: défaut

source: Add a criteria
fr: Ajouter un critère

source: This site doesn't have any pricing category yet. Click on the "New category" button in the top right of the page to add a first one.
fr: Ce site n’a pas encore de catégories de tarification. Cliquez sur le bouton « Nouvelle catégorie » dans le coin supérieur droit de la page pour en ajouter une première.

source: Add an agenda
fr: Ajouter un agenda

source: New billing date
fr: Nouvelle date de facturation

source: Edit billing date
fr: Modification de la date de facturation

source: Select criterias
fr: Sélectionner des critères

source: Add a category
fr: Ajouter une catégorie

# amount
source: Pricings
fr: Tarifs

source: Pricing options
fr: Paramètres tarifaires

source: Minimal pricings
fr: Tarifs minimum

# matrix
source: Edit pricing
fr: Modification des tarifs

source: This pricing is misconfigured.
fr: Cette grille tarifaire est mal configurée.

source: Minimal pricing:
fr: Tarif minimum :

source: Maximal pricing:
fr: Tarif maximum :

source: Edit pricing options
fr: Modification des paramètres tarifaires

source: Edit minimal pricing
fr: Modification des tarifs minimum

source: Duplicate pricing
fr: Dupliquer la grille tarifaire

source: Duplicate
fr: Dupliquer

source: New pricing
fr: Nouvelle grille tarifaire

source: Edit pricing
fr: Modification de la grille tarifaire

source: Pricing history
fr: History de la grille tarifaire

# amout
source: Pricings
fr: Tarifs

source: Billing dates
fr: Dates de facturation

source: Pricings outside applications
fr: Grilles tarifaires hors applications
