Repository: LoganSeven/publik_famille_demo
Catalog: lingo_snapshot/lingo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Define here pricings to attach to events agendas.
fr: Vous pouvez définir ici les grilles tarifaires, que vous pourrez attacher à des agendas « évènements ».

source: This site doesn't have any pricing yet. Click on the "New pricing" button in the top right of the page to add a first one.
fr: Ce site n’a pas encore de grille tarifaire. Cliquez sur le bouton « Nouvelle grille tarifaire » dans le coin supérieur droit de la page pour en ajouter une première.

source: Flat fee schedule:
fr: Grille tarifaire forfaitaire :

source: Subscription required:
fr: Inscription obligatoire :

source: Kind of pricing:
fr: Type de tarif :

source: Reduction rate (template):
fr: Taux de réduction (gabarit) :

source: Pricing to be multiplied by the effort rate (template):
fr: Tarif à multiplier par le taux d’effort (gabarit) :

source: Accounting code (template):
fr: Code d’imputation comptable (gabarit) :

source: Extra variables:
fr: Variables supplémentaires :

source: Define variables
fr: Définir les variables

source: Use drag and drop with the ⣿ handles to reorder categories.
fr: Vous pouvez utiliser les poignées ⣿ pour ordonner les catégories.

source: Category:
fr: Catégorie :

source: Selected criterias:
fr: Critères sélectionnés :

source: Change criterias selection
fr: Modifier la sélection des critères

source: Remove this category
fr: Supprimer cette catégorie

source: max 3 categories
fr: max 3 catégories

source: remove
fr: supprimer

source: Compute
fr: Calculer

source: Computed pricing data
fr: Données tarifaires calculées

source: Pricing:
fr: Tarif :

source: Error:
fr: Erreur :

source: No billing dates. The start date of the pricing (%(date_start)s) is used as the only available billing date.
fr: Pas de dates de facturation. La date de début (%(date_start)s) est utilisée comme date de facturation.

source: Variable definition
fr: Définition des variables

source: Add another variable
fr: Ajouter une autre variable

source: No agenda updated.
fr: Aucun agenda mis à jour.

source: An agenda has been updated.
fr: Un agenda a été mis à jour.

source: No check type group created.
fr: Pas de groupe de types de pointage créé.

source: A check type group has been created.
fr: Un groupe de types de pointage a été créé.

source: No check type group updated.
fr: Aucun groupe de types de pointage mis à jour.

source: A check type group has been updated.
fr: Un groupe de types de pointage a été mis à jour.

source: No pricing criteria category created.
fr: Aucune catégorie de tarification créée.

source: A pricing criteria category has been created.
fr: Une catégorie de tarification a été créée.

source: No pricing criteria category updated.
fr: Aucune catégorie de tarification mise à jour.

source: A pricing criteria category has been updated.
fr: Une catégorie de tarification a été mise à jour.

source: No pricing created.
fr: Aucune grille tarifaire créée.

source: A pricing has been created.
fr: Une grille tarifaire a été créée.

source: No pricing updated.
fr: Aucune grille tarifaire mise à jour.

source: A pricing has been updated.
fr: Une grille tarifaire a été mise à jour.

source: reordered criterias
fr: critères réordonnés

source: added criteria
fr: ajout d’un critère

source: changed criteria
fr: modification d’un critère

source: removed criteria
fr: suppression d’un critère

source: Agendas refreshed.
fr: Les agendas ont été actualisés.

source: Configure booking check options
fr: Configurer les paramètres de pointage

source: changed booking check options
fr: modification des paramètres de pointage

source: Configure invoicing options
fr: Configurer les paramètres de facturation

source: changed invoicing options
fr: modification des paramètres de facturation

source: changed variables
fr: modification des variables

source: added criteria category
fr: ajout d’une catégorie de critères

source: changed criteria category
fr: modification d’une catégorie de critères

source: removed criteria category
fr: supprimer d’une catégorie de critères

source: reordered criteria categories
fr: catégories de critères réordonnées

source: changed pricing options
fr: modification des paramètres tarifaires

source: added agendas
fr: ajout d’agendas

source: removed agenda
fr: suppression d’un agenda

source: added billing date
fr: ajout d’une date de facturation

source: changed billing date
fr: modification d’une date de facturation

source: removed billing date
fr: suppression d’une date de facturation

source: changed pricing
fr: modification des tarifs

source: changed minimum pricing
fr: modification des tarifs minimum

source: deletion
fr: suppression

source: Snapshot
fr: Sauvegarde

source: Paragraph
fr: Paragraphe

source: Small paragraph
fr: Paragraphe petite écriture

source: Log in
fr: Se connecter

source: Bad slug format "%s"
fr: Erreur de format d’identifiant « %s »

source: Sheet 1
fr: Feuille 1

source: Unable to get WCS service (%s)
fr: Impossible d’obtenir le service WCS (%s)

source: Unable to get WCS data
fr: Impossible d’obtenir les données WCS
